{
    "_id": "wQDrc0LDWaBA5Xa8",
    "folder": "lPzcDrjGDFbzuF2r",
    "img": "icons/commodities/metal/mail-chain-steel.webp",
    "name": "Steel Fortifications",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You conjure several metal structures that consist of angled beams attached to one another at a central point, which can help block attacks. You creature up to three Large structures within range in unoccupied squares; each fortification is 8 feet long, 8 feet wide, and 8 feet tall. There must be enough room for a fortification in order to conjure it. A single fortification has an AC of 10 and is immune to critical hits and precision damage. It has Hardness 9, 60 Hit Points, and a BT of 30. Once a fortification is broken, it crumbles into sharp metal bits. Any creature adjacent to or sharing a space with a fortification when it is broken must attempt a Reflex save or take 2d6 persistent bleed damage.</p>\n<p>Creatures can pass through the spaces of a fortification, though Medium and larger creatures treat these spaces as difficult terrain. A Small or smaller creature can occupy the same spaces as a fortification; doing so grants them standard cover. Similarly, a @UUID[Compendium.pf2e.conditionitems.Item.Prone] Medium creature can occupy the same spaces as a fortification, gaining standard cover in the process. A Medium or smaller creature can climb a fortification with a successful @Check[athletics|dc:15] check.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "10 minutes"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": "120 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "metal"
            ]
        }
    },
    "type": "spell"
}
