{
    "_id": "AdUcSxWFj7IVcVma",
    "img": "icons/magic/unholy/orb-stone-pink.webp",
    "name": "Effect: All-Consuming Hunger",
    "system": {
        "badge": {
            "labels": [
                "Mild",
                "Moderate",
                "Severe"
            ],
            "loop": false,
            "max": null,
            "min": null,
            "type": "counter",
            "value": 1
        },
        "description": {
            "value": "<p>Granted by @UUID[Compendium.pf2e.classfeatures.Item.All-Consuming Hunger]</p>\n<p>The emptiness within you is a hunger that pushes at your mind to fill it, causing you to fixate powerfully on a potential source of energy near you.</p>\n<p><strong>Mild Backlash</strong> You glimpse the thrum of energy—the heat of a body, the flickering of synapses, the light of a soul—in a beautiful, captivating dance. You become @UUID[Compendium.pf2e.conditionitems.Item.Fascinated] with one creature you just affected with your deviant ability; if multiple creatures would qualify, the GM chooses. This fascination lasts for 1 minute or until the target uses a hostile action against you or your allies, as normal.</p>\n<p><strong>Moderate Backlash</strong> Your fascination with the target causes you to forget your allies. As mild backlash, but you don't treat anyone as your ally (though they might still treat you as theirs), meaning that the fascination ends only if your target uses a hostile action against you.</p>\n<p><strong>Severe Backlash</strong> Your mind is filled with the single, all-consuming desire to feed upon the target. You become @UUID[Compendium.pf2e.conditionitems.Item.Confused], except that your target is always the creature affected by your deviant ability, as long as you can perceive them.</p>"
        },
        "duration": {
            "expiry": "turn-start",
            "sustained": false,
            "unit": "days",
            "value": 1
        },
        "fromSpell": false,
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Gatewalkers Player's Guide (Remastered)"
        },
        "rules": [],
        "start": {
            "initiative": null,
            "value": 0
        },
        "tokenIcon": {
            "show": true
        },
        "traits": {
            "value": []
        }
    },
    "type": "effect"
}
