{
    "_id": "Yn4jLPVWVE1vtAaF",
    "folder": "ObyQ5FYp8HIg42Nf",
    "img": "systems/sf2e/icons/actions/Passive.webp",
    "name": "Access Infosphere",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Requirements</strong> You are using a device with infosphere access.</p><hr /><p>You attempt to access a local network, known as an infosphere, to come up with information on a topic. This typically takes 10 minutes of research to find information, with results like Recalling Knowledge on a topic. Larger investigations or topics could require several hours, while single-word answers of information common to that settlement's infosphere may only take a minute, based on the GM's discretion. Significant and longer investigations should use the research subsystem (GM Core). The GM determines the DC based on the topic you're researching. This can be further influenced by the quality of the local infosphere and what information it might possess on the topic, and how well organized it is.</p><hr /><p><strong>Critical Success</strong> You find the information you were searching for. If this was used on a topic you could have used @UUID[Compendium.sf2e.actions.Item.Recall Knowledge] on, you instead find this information in 1 minute.</p>\n<p><strong>Success</strong> You find the information you were looking for.</p>\n<p><strong>Critical Failure</strong> You find misleading information thanks to incorrect data or online pranksters. The GM provides you false information on your topic of investigation (or decides to give you no information, as on a failure).</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "rules": [],
        "traits": {
            "value": [
                "concentrate",
                "exploration",
                "secret"
            ]
        }
    },
    "type": "action"
}
