{
    "_id": "v4N0tTGjKGMwjqUG",
    "folder": "0xnakREinRcowzlH",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Borrowed Ability",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p>Your touch opens a conduit into the mind of your target, the emptiness within you pulling skills and memories through. You touch an adjacent creature and choose any skill you believe they are trained or better in. If you choose a skill that they are trained or better in, you borrow their proficiency in that skill, becoming trained in that skill for 1 minute. If they are not trained in the skill you choose, the GM chooses the next most applicable skill (for instance, choosing Acrobatics instead of Athletics). At 12th level, you can become an expert in the skill if the target is as well.</p>\n<p>If the target of Borrowed Ability is unwilling, the effects depend on the target's Will save.</p><hr /><p><strong>Critical Success</strong> The target resists your touch completely.</p>\n<p><strong>Success</strong> Your borrowing is unstable. At the beginning of each of your turns, you must either relinquish your hold on the borrowed skill (as a free action), or attempt another backlash check for your deviation; the ability ends if you fail.</p>\n<p><strong>Failure</strong> Borrowed Ability lasts for its full duration.</p><hr /><p><strong>Awakening</strong> You gain some of the target's defensive abilities. When you use Borrowed Ability, you also gain a +1 circumstance bonus to one of your saving throws for the duration, matching the target's highest saving throw. You can choose to apply a –1 circumstance penalty to the target's saving throw when you do so.</p>\n<p><strong>Awakening</strong> Your touch establishes a lingering link through which you can sense what your target does. When you use Borrowed Ability, you gain any special senses—such as darkvision, scent, or tremorsense—that the target possesses. If the target does not have a sense that you normally have (for instance, an ooze that has no vision), you lose those senses as well. Your senses remain altered for the duration of Borrowed Ability.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Gatewalkers Player's Guide (Remastered)"
        },
        "rules": [
            {
                "allowDuplicate": false,
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:leech-deviant-classification"
                    }
                ],
                "uuid": "Compendium.pf2e.classfeatures.Item.Leech Deviant Classification"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "deviant",
                "magical",
                "mental"
            ]
        }
    },
    "type": "feat"
}
