{
    "_id": "ZugnuBQu3RNcQmLv",
    "folder": "0xnakREinRcowzlH",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Lightspeed Assault",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p>You zoom from enemy to enemy, striking each in an instant. Stride to an enemy and attempt a Strike against it. If successful, you can add another action to Lightspeed Assault. Stride again and attempt another Strike; if this second Strike is successful, you can spend another action to Stride again and attempt a third Strike. You can use Lightspeed Assault while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type. You attempt a backlash check for your deviation only once, regardless of how many actions you end up spending on your Lightspeed Assault.</p>\n<p><strong>Awakening</strong> Your speed allows you to slip the bonds of space. Instead of Striding, you simply teleport to your desired destination. Lightspeed Assault gains the teleportation trait.</p>\n<p><strong>Awakening</strong> You move so quickly that you might as well be in multiple places at once. When you use Lightspeed Assault, you can decide to spend one, two, or three actions up front, selecting your targets ahead of time. You can flank with yourself for any of these Strikes, and if you deal damage to a target more than once, you can add all the damage together for the purpose of overcoming resistances, if it would be more beneficial to you.</p>"
        },
        "level": {
            "value": 10
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Gatewalkers Player's Guide (Remastered)"
        },
        "rules": [
            {
                "allowDuplicate": false,
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:flicker-deviant-classification"
                    }
                ],
                "uuid": "Compendium.pf2e.classfeatures.Item.Flicker Deviant Classification"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "deviant",
                "magical"
            ]
        }
    },
    "type": "feat"
}
