{
    "_id": "N7MaaL14TiOlyoqK",
    "folder": "oGg1ltMB9N3OxRv3",
    "img": "systems/pf2e/icons/default-icons/npc.svg",
    "items": [
        {
            "_id": "ypMYTv7hcngiKUdq",
            "img": "systems/pf2e/icons/default-icons/melee.svg",
            "name": "Fist",
            "sort": 100000,
            "system": {
                "attackEffects": {
                    "value": [
                        "memory-lapse"
                    ]
                },
                "bonus": {
                    "value": 13
                },
                "damageRolls": {
                    "x9mtL1Ffnm0y09c4": {
                        "damage": "2d6+5",
                        "damageType": "bludgeoning"
                    }
                },
                "description": {
                    "value": ""
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "range": null,
                "rules": [],
                "slug": null,
                "traits": {
                    "value": [
                        "agile"
                    ]
                }
            },
            "type": "melee"
        },
        {
            "_id": "Xe5SJiOHG8i5SQeg",
            "img": "systems/pf2e/icons/default-icons/action.svg",
            "name": "Memory Lapse",
            "sort": 200000,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "offensive",
                "description": {
                    "value": "<p>The touch of a forgotten dead pulls away gossamer strands of their victim's memories. The target must attempt a @Check[will|dc:19] save.</p><hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} for 1 round.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} for 1 round, then stupefied 1 for 1 minute. Once the creature has become stupefied 1, the target can attempt another saving throw at the end of each of its turns to end the stupefied condition, and the DC cumulatively decreases by 1 on each such save</p>\n<p><strong>Critical Failure</strong> As failure, but the target cannot attempt saving throws to end the condition.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": [
                        "mental"
                    ]
                }
            },
            "type": "action"
        }
    ],
    "name": "Forgotten Dead",
    "system": {
        "abilities": {
            "cha": {
                "mod": 3
            },
            "con": {
                "mod": 2
            },
            "dex": {
                "mod": 5
            },
            "int": {
                "mod": 4
            },
            "str": {
                "mod": 3
            },
            "wis": {
                "mod": 1
            }
        },
        "attributes": {
            "ac": {
                "details": "",
                "value": 20
            },
            "allSaves": {
                "value": ""
            },
            "hp": {
                "details": "",
                "max": 65,
                "temp": 0,
                "value": 65
            },
            "speed": {
                "otherSpeeds": [],
                "value": 25
            }
        },
        "details": {
            "blurb": "",
            "languages": {
                "details": "",
                "value": [
                    "common"
                ]
            },
            "level": {
                "value": 4
            },
            "privateNotes": "",
            "publicNotes": "<p>Amneros, the underworld that houses the spirits of those who die in Iblydos, is a home to countless shades. While there, the memories of their lives are slowly washed away until they completely forget who they were. It's only at this point the spirits fade from Amneros and join the River of Souls as they head to Pharasma's judgment.</p>\n<p>Most of the shades in the underworld grimly accept this reality. They spend their days exploring the vast city, speaking with other shades who share their predicament, and eventually come to terms with the end of their mortal lives.</p>\n<p>Those few who lived exemplary lives are granted access to the Glades of Euphoria and experience something close to paradise. Others who spent their mortal days performing evil deeds find themselves suffering punishment in Bothrios until they can be released into the city of Amnaia. A few, however, are so filled with dread at the loss of their memories that they refuse to acquiesce to such a fate.</p>\n<p>These desperate shades spend much of their time in the Marshes of Memory, a quagmire of tangled echoes of the past that have been washed away by the moat surrounding Amnaia. Lurking in the marshes, the dead spirits frantically search for their own washed-away memories, but occasionally they attack newcomers to the underworld in hopes of stealing new memories to fill the holes in their own existence. Even if stolen memories are incongruent with their own lived experience, having something to recall is better than annihilation. These shades are dubbed \"forgotten dead\" by the other residents and are spoken of in guarded whispers.</p>\n<p>The forgotten dead often find themselves captured by the guardians employed in Amneros and sent to Bothrios as punishment. Nevertheless, there are tales of forgotten dead who've become so successful at stealing the memories of others that they stave off rejoining the River of Souls for hundreds, even thousands, of years.</p><h2>Merchants of Memories</h2><p>Rumors speak of forgotten dead who collect memories from the marshes and resell them to other shades in exchange for favors. Some powerful hero-gods or practitioners of magic able to travel to the underworld actively seek out such merchants in the hopes of uncovering long-lost magic or ancient secrets. In the Koinon, a carefully guarded museum in Bailax, there sits a small silver coffer with pearl runes that reputedly holds a number of memories gained in just such a fashion.</p>",
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Pathfinder #217: Death Sails a Wine-Dark Sea"
            }
        },
        "initiative": {
            "statistic": "perception"
        },
        "perception": {
            "details": "",
            "mod": 14,
            "senses": [
                {
                    "type": "darkvision"
                }
            ]
        },
        "resources": {},
        "saves": {
            "fortitude": {
                "saveDetail": "",
                "value": 10
            },
            "reflex": {
                "saveDetail": "",
                "value": 14
            },
            "will": {
                "saveDetail": "",
                "value": 9
            }
        },
        "skills": {
            "acrobatics": {
                "base": 12
            },
            "deception": {
                "base": 10
            },
            "stealth": {
                "base": 12
            },
            "thievery": {
                "base": 13
            }
        },
        "traits": {
            "rarity": "uncommon",
            "size": {
                "value": "med"
            },
            "value": [
                "shade"
            ]
        }
    },
    "type": "npc"
}
