{
    "_id": "MpDMv0fYQWGZcn0Z",
    "folder": "LSTWeY35PJJtKOhV",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Iridian Choirmaster Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>When you take this dedication, choose one willing, non-minion ally to be your student in the ways of the Iridian Choir. As part of your training in this archetype, you teach your student the necessary mindset and techniques; they gain the benefits of your abilities without having to take any feats of their own. You gain the benefits of your Iridian Choirmaster archetype feats only if both you and your student are alive and conscious.</p>\n<p>You and your student can trade nonverbal messages as a single action, which have the effects of the @UUID[Compendium.pf2e.spells-srd.Item.Message] spell but are non-magical. This requires a single action, has the concentrate, mental, and linguistic traits, and requires that you be able to see each other.</p>\n<p>If your student dies, or if you and your student choose to part ways, you can choose and develop a new student by spending 1 week of downtime training another willing, non-minion ally.</p><hr /><p><strong>Special</strong> Your student can't be the student of another character with the Iridian Choirmaster Dedication, and if your student takes the Iridian Choirmaster Dedication, they must choose you to be their student.</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.717fNt85QebVFOS3]{Iridian Choirmaster}</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Occultism"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
