{
    "_id": "RwdczmexMQkSckwL",
    "folder": "GZbCRZqdSLJh3oxm",
    "img": "systems/pf2e/icons/default-icons/npc.svg",
    "items": [
        {
            "_id": "2DDEqBFYKne5s98U",
            "img": "systems/pf2e/icons/default-icons/melee.svg",
            "name": "Talon",
            "sort": 100000,
            "system": {
                "attack": {
                    "value": ""
                },
                "attackEffects": {
                    "value": []
                },
                "bonus": {
                    "value": 10
                },
                "damageRolls": {
                    "lfZBrJ1o66lRd19N": {
                        "damage": "3d4+3",
                        "damageType": "slashing"
                    }
                },
                "description": {
                    "value": ""
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "range": null,
                "rules": [],
                "slug": null,
                "traits": {
                    "rarity": "common",
                    "value": [
                        "unarmed"
                    ]
                },
                "weaponType": {
                    "value": "melee"
                }
            },
            "type": "melee"
        },
        {
            "_id": "fSIxldyUqo0COeEp",
            "img": "systems/pf2e/icons/actions/Passive.webp",
            "name": "Lost in the Dark",
            "sort": 200000,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "defensive",
                "description": {
                    "value": "<p>60 feet. An ocluai's presence distorts nearby creatures' senses of direction. Nonmagical bright light within the aura becomes dim light, and nonmagical dim light with the aura becomes darkness. Any non-gorga within range of the ocluai's aura that attempts to move must declare where they intend to move. Before moving, however, the creature must attempt a secret @Check[will|dc:20] saving throw. An ocluai can exempt specific creatures from this effect. Magical light anywhere within the ocluai's aura increases the light level as normal and reduces the Will save DC by 5.</p>\n<hr />\n<p><strong>Success</strong> The creature moves normally.</p>\n<p><strong>Failure</strong> The creature moves the intended distance, but not in the right direction. The ocluai chooses the creature's destination and route, which could be a straight line or could include multiple changes in direction. If the path is blocked or would go through obviously dangerous terrain (such as of a cliff or through a fire), the movement ends before the blockage or danger.</p>\n<p><strong>Critical Failure</strong> As failure, but if the creature's path would lead them into obviously dangerous terrain, they must succeed at a second Will save to end their movement just before they would enter the danger.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [
                    {
                        "key": "Aura",
                        "radius": 60,
                        "slug": "lost-in-the-dark",
                        "traits": [
                            "darkness",
                            "mental"
                        ]
                    }
                ],
                "slug": null,
                "traits": {
                    "rarity": "common",
                    "value": [
                        "aura",
                        "darkness",
                        "mental"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "H8ALnnlrmPiHuuCz",
            "img": "systems/pf2e/icons/actions/TwoActions.webp",
            "name": "Corner of the Eye",
            "sort": 300000,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 2
                },
                "category": "offensive",
                "description": {
                    "value": "<p>The ocluai creates a wave of disturbing illusory images in a @Template[burst|distance:10] centered on a point within 60 feet. Any creature caught in this burst takes @Damage[3d6[mental]|options:area-damage] (@Check[will|dc:20|basic|options:area-effect]) as their peripheral vision churns with terrifying visions of worm-eaten corpses and monsters ready to pounce.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "rarity": "common",
                    "value": [
                        "illusion",
                        "mental",
                        "primal",
                        "visual"
                    ]
                }
            },
            "type": "action"
        }
    ],
    "name": "Ocluai",
    "system": {
        "abilities": {
            "cha": {
                "mod": 1
            },
            "con": {
                "mod": 0
            },
            "dex": {
                "mod": 4
            },
            "int": {
                "mod": 2
            },
            "str": {
                "mod": 1
            },
            "wis": {
                "mod": 4
            }
        },
        "attributes": {
            "ac": {
                "details": "",
                "value": 18
            },
            "allSaves": {
                "value": ""
            },
            "hp": {
                "details": "",
                "max": 55,
                "temp": 0,
                "value": 55
            },
            "speed": {
                "otherSpeeds": [
                    {
                        "type": "fly",
                        "value": 25
                    }
                ],
                "value": 10
            },
            "weaknesses": [
                {
                    "exceptions": [],
                    "type": "cold-iron",
                    "value": 5
                }
            ]
        },
        "details": {
            "blurb": "",
            "languages": {
                "details": "can't speak any language; telepathy 100 feet, images only",
                "value": [
                    "aklo",
                    "common",
                    "fey"
                ]
            },
            "level": {
                "value": 3
            },
            "privateNotes": "",
            "publicNotes": "<p>Ocluais embody the fear of being lost and helpless in the darkness as well as the danger of unreasoning terror. An ocluai's gray body resembles that of a featherless owl with a serrated beak, the legs of a monkey, and oversized eye sockets full of shadow. The field of unnatural darkness that surrounds an ocluai disorients most creatures; while other gorgas are quick to move in for the kill, ocluais love to perch on a low branch or lintel and watch with their blank expressions as prey succumbs to panic. Though capable fighters, ocluais prefer to hang back and slash at those whose frantic flight brings them within range, letting their prey's own terror drive them over cliffs or bring them to their knees.</p>\n<p>Ocluais understand several languages but rarely communicate with non-fey. When they do, their communication takes the form of unsettling telepathic images projected directly into the other party's mind as the ocluai holds their gaze.</p><hr /><p>Gorgas are fey embodiments of diurnal creatures' fear of the dark. Beings of shadow and hunger, they love to prey upon light-loving creatures. Many different kinds of gorgas exist, and each embodies a different facet of the night's countless terrors.</p>\n<p>Gorgas are common in the First World realm of Nighthold, where they once served the mysterious Count Ranalc. After Ranalc's disappearance, the gorgas quickly lost what little compassion they had, scattered into small bands led by their strongest members, and began hunting any fey they could find. All gorgas carry shrouds of shadow within them, and most find daylight unpleasant, tending to remain within Nighthold's perpetual gloom or hole up in caverns or deep forests until night falls. Their bizarre eyes—hollow pools of magical shadow—allow them to see even in magical darkness.</p><h2>Gorgas and Elves</h2><p>For thousands of years, gorgas have sought vengeance for the loss of their beloved Count Ranalc. A few centuries ago, a fey schemer named Kaneepo the Slim saw in the shadowy creatures' grudge an opportunity to carry out their own vendetta. The slick-tongued fey convinced a group of gorgas that elves were behind Count Ranalc's disappearance and that the gorgas could achieve vengeance if they joined Kaneepo's assaults on the Universe. Though some of the brighter gorgas have seen through the ruse, most are content to have an outlet for their fury.</p><h2>Other Gorgas</h2><p>As many different types of gorgas exist as there are ways to fear the dark. The fear of losing one's sole source of illumination—a flickering torch in a rainstorm, the last candle on a moonless night—manifests as a notua, capable of snuffing lights as well as lives. When the dark makes distant objects appear to be something other than they are—a tree trunk seems to be a crouching beast, a drape of moss becoming a dangling snake—the gaiomyr gorga dances with delight and brings its victims' imagined dangers to horrific life. Some gorgas, it's said, represent nocturnal fears that defy description altogether—the fear of unknown unknowns, perhaps.</p>",
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Pathfinder Adventure Path: Gatewalkers"
            }
        },
        "initiative": {
            "statistic": "perception"
        },
        "perception": {
            "details": "",
            "mod": 12,
            "senses": [
                {
                    "type": "greater-darkvision"
                }
            ]
        },
        "resources": {},
        "saves": {
            "fortitude": {
                "saveDetail": "",
                "value": 6
            },
            "reflex": {
                "saveDetail": "",
                "value": 12
            },
            "will": {
                "saveDetail": "",
                "value": 12
            }
        },
        "skills": {
            "acrobatics": {
                "base": 10
            },
            "deception": {
                "base": 8
            },
            "intimidation": {
                "base": 10
            },
            "nature": {
                "base": 8
            },
            "stealth": {
                "base": 10
            }
        },
        "traits": {
            "rarity": "uncommon",
            "size": {
                "value": "med"
            },
            "value": [
                "fey"
            ]
        }
    },
    "type": "npc"
}
