{
    "_id": "Gsltv71YQJc55XSS",
    "folder": "oepc0znkPUF8JkVh",
    "img": "icons/magic/life/ankh-shadow-green.webp",
    "name": "Doomsayer's Calling",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "calling",
        "description": {
            "value": "<p>As long as people have dwelt in the world, there have been those who foresaw, feared, or worked toward that world's end. You know all things must end and have long felt that at some point in your life, you would stand on the precipice of Golarion's final fate—not to usher it along, but to deny the agents of this doomsday the satisfaction of seeing your world end. Until then, you'll do your best to keep the world and your allies in shape to face these ultimate threats. When you attempt a check to Repair, Administer First Aid, or Treat Wounds (but not when you use @UUID[Compendium.pf2e.feats-srd.Item.Battle Medicine]), you can spend a Mythic Point to attempt the check at mythic proficiency. The first time each day that you critically succeed on a check to Repair or Administer First Aid, you regain a Mythic Point.</p><hr /><p><strong>Edicts</strong> help to prevent (or at least forestall) doomsday by keeping allies (and their gear) in good health (or repair), console those who are despondent</p>\n<p><strong>Anathema</strong> knowingly aid in any plot to end the world, mock or deride those who predict the end of the world</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "calling",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
