{
    "_id": "xEeCaJsQeDtRAVk1",
    "folder": "4yJdk9BLOPWYbrvw",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Plant Banner",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p>You plant your banner to inspire your allies to hold the line. Plant your banner in a corner of your square. Each ally within a @Template[type:burst|distance:30] centered on your banner immediately gains 4 temporary Hit Points, plus an additional 4 temporary Hit Points at 4th level and every 4 levels thereafter. These temporary Hit Points last for 1 round; each time an ally starts their turn within the burst, their temporary Hit Points are renewed for another round.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Plant Banner]</p>\n<p>While your banner is planted, you must signal your tactics abilities using only auditory signals. If your banner is attached to a weapon, you cannot wield that weapon while your banner is planted. While your banner is planted, any effects that normally happen in an emanation around your banner instead happen in a burst that is 10 feet larger (so a @Template[type:emanation|distance:30] becomes a @Template[type:burst|distance:40]). The weapon or pole your banner is attached to gains an amount of additional Hardness equal to your level + your Intelligence modifier.</p>\n<p>You can use this action again while adjacent to your banner to retrieve it. An enemy adjacent to the square you planted your banner in can remove your banner as an Interact action, ending this effect and preventing you and your allies from gaining any of your banner's other benefits until you have successfully retrieved it.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "commander",
                "manipulate"
            ]
        }
    },
    "type": "feat"
}
