{
    "_id": "tNC4Vpe6qgGSdbcP",
    "img": "systems/sf2e/icons/default-icons/npc.svg",
    "items": [
        {
            "_id": "h8CKQrLKiosezDP9",
            "img": "systems/sf2e/icons/actions/Passive.webp",
            "name": "Motion Sense",
            "sort": 100000,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "interaction",
                "description": {
                    "value": "<p>An szynegator swarm can sense nearby creatures through vibrations in air or water caused by movement as an imprecise sense at the listed range.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": []
                }
            },
            "type": "action"
        },
        {
            "_id": "sQjyeuznzx7ldCp1",
            "img": "systems/sf2e/icons/actions/Passive.webp",
            "name": "Colony Mind",
            "sort": 200000,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "defensive",
                "description": {
                    "value": "<p>30 feet. All allies with colony mind within the listed range of each other are in constant telepathic communication and are aware of all threats any individual knows about. While within range of at least one ally with colony mind, when a creature rolls a success on a save against a mental effect, it gets a critical success instead.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": []
                }
            },
            "type": "action"
        },
        {
            "_id": "Lt3gnPn3mgA0JPaX",
            "img": "systems/sf2e/icons/actions/Passive.webp",
            "name": "Comm Occlusion",
            "sort": 300000,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "defensive",
                "description": {
                    "value": "<p>40 feet. All electronic and telepathic communication, except for that with the colony mind ability, ceases to function, and affected creatures take a –2 circumstance penalty to Perception checks. When three or more szynegator swarms are aware of each other using colony mind, the range of comm occlusion increases to 100 feet. This range increases to planetary when 10 or more szynegator swarms are aware of each other using colony mind.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": [
                        "aura"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "lgk6Uby9Nutkuoht",
            "img": "systems/sf2e/icons/actions/OneAction.webp",
            "name": "Sonic Distortion",
            "sort": 400000,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "offensive",
                "description": {
                    "value": "<p>Each enemy in the szynegator swarm's space takes @Damage[1d8[sonic]] damage (@Check[reflex|dc:18|basic] save).</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": [
                        "sonic"
                    ]
                }
            },
            "type": "action"
        }
    ],
    "name": "Szynegator Swarm",
    "system": {
        "abilities": {
            "cha": {
                "mod": -2
            },
            "con": {
                "mod": 3
            },
            "dex": {
                "mod": 4
            },
            "int": {
                "mod": -3
            },
            "str": {
                "mod": 2
            },
            "wis": {
                "mod": 1
            }
        },
        "attributes": {
            "ac": {
                "details": "",
                "value": 17
            },
            "allSaves": {
                "value": ""
            },
            "hp": {
                "details": "",
                "max": 31,
                "temp": 0,
                "value": 31
            },
            "immunities": [
                {
                    "type": "precision"
                }
            ],
            "resistances": [
                {
                    "type": "acid",
                    "value": 5
                },
                {
                    "type": "bludgeoning",
                    "value": 2
                },
                {
                    "type": "piercing",
                    "value": 5
                },
                {
                    "type": "slashing",
                    "value": 5
                }
            ],
            "speed": {
                "otherSpeeds": [
                    {
                        "type": "climb",
                        "value": 20
                    },
                    {
                        "type": "fly",
                        "value": 20
                    }
                ],
                "value": 25
            },
            "weaknesses": [
                {
                    "exceptions": [],
                    "type": "area-damage",
                    "value": 5
                },
                {
                    "exceptions": [],
                    "type": "splash-damage",
                    "value": 5
                }
            ]
        },
        "details": {
            "blurb": "",
            "languages": {
                "details": "Telepathy 100 feet",
                "value": [
                    "shirren"
                ]
            },
            "level": {
                "value": 2
            },
            "privateNotes": "",
            "publicNotes": "<p>A single szynegator vibrating causes slight vertigo, but when these tiny beetle-like components harmonize, the atmospheric disruption they generate renders most forms of communication inoperable. Szynegators can usually be found in isolated or desolate areas of planets so their number can grow unimpeded. Their presence harbingers a full Swarm invasion.</p><hr /><p>Developing far out in the Vast from an insectile species known as kucharns, the Swarm is considered the greatest threat in existence for several cultures. Composed of countless subcolonies, each consisting of myriad component subspecies, the Swarm is a vast host that acts in psychic union for the purpose of consuming all matter across the cosmos. Most frightening of all is the Swarm's ability to assimilate the knowledge and DNA of those they consume. Thanks to its pre-Gap development of star travel, the Swarm had already consumed innumerable systems before history short-circuited, and the Swarm's pace only accelerated once it received access to the Signal and the hyperspace dimension known as the Drift.</p>\n<p>Worlds touched by the Swarm are drained of their natural resources and rendered barren places known as huskworlds. What outsiders consider to be \"Swarm space\" is little more than a swathe of lifeless worlds that the Swarm have consumed in its reckless advance. The Swarm so thoroughly strips these worlds that surveyors struggle to find even trace amounts of inorganic resources, such as rare minerals and water. Few of these huskworlds have been thoroughly explored, as oftentimes exploration awakens inert drones, theorized to have been left behind in case the devoured system was ever colonized and repopulated. Pockets of Swarm activity exist well beyond this region of space, as the Swarm sent out countless subcolonies in the ages before the Gap, and even now, only some of them have reached their intended destinations.</p>\n<p>The Swarm is perhaps most known in the current era for two important facts. First, its assault on the Pact Worlds and the Veskarium led to the cessation of hostilities and tenuous alliance between the two powers. Second, the Swarm is the direct ancestor of the shirren species. Having broken away sometime during the Gap, shirrens found succor with the deity Hylax, who was believed to have evolved from a pre-Swarm kucharn and who turned her back on the ravenous entity the Swarm has evolved into.</p>\n<p>In recent years, the Swarm had been seen as little more than a distant boogeyman with no activities save for classified actions in the Suskillon system in the Vast. However, the recent discovery of the missing Szandite world of Krethiskar inadvertently awoke a dormant subcolony that had been responsible for the world's consumption. Since then, the newly dubbed Krethiskar subcolony has become a scourge of Near Space, engaged in an active invasion of Szandite Collective worlds and poised to spill over into other powers like the Veskarium and Pact Worlds. This rediscovered subcolony has begun rapid evolution of its components and remains cut off from the wider Swarm, but it still represents a clear danger to Near Space.</p>",
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Starfinder Alien Core"
            }
        },
        "initiative": {
            "statistic": "perception"
        },
        "perception": {
            "details": "",
            "mod": 9,
            "senses": [
                {
                    "type": "darkvision"
                },
                {
                    "acuity": "imprecise",
                    "range": 30,
                    "type": "motion-sense"
                }
            ]
        },
        "resources": {},
        "saves": {
            "fortitude": {
                "saveDetail": "",
                "value": 7
            },
            "reflex": {
                "saveDetail": "",
                "value": 10
            },
            "will": {
                "saveDetail": "",
                "value": 5
            }
        },
        "skills": {
            "acrobatics": {
                "base": 8
            },
            "stealth": {
                "base": 8
            }
        },
        "traits": {
            "rarity": "common",
            "size": {
                "value": "lg"
            },
            "value": [
                "kucharn",
                "swarm"
            ]
        }
    },
    "type": "npc"
}
