{
    "_id": "aUh3dxC9hV3DbVwu",
    "folder": "Ca9MPJiDZRxlgQIX",
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [
        {
            "_id": "w34PCBrEyABx3zCg",
            "img": "systems/pf2e/icons/default-icons/action.svg",
            "name": "Bow Before Your God",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "reaction"
                },
                "actions": {
                    "value": null
                },
                "category": "defensive",
                "description": {
                    "value": "<p><strong>Trigger</strong> A creature touches the mirror or Seeks the reflection while being adjacent to the mirror</p><hr /><p><strong>Effect</strong> The image of Xanderghul that appears behind the reflected PCs spreads his arms wide in glory, transforming the world presented in the reflection. Each PC reflected in the mirror (regardless of whether they're looking at the reflection or not) must attempt a @Check[will|dc:37] save to avoid being compelled to drop to their knees before Xanderghul's glory—on a failure, the PC becomes @UUID[Compendium.pf2e.conditionitems.Item.Prone], and the feelings of inferiority cause them to become @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} for 24 hours. The trap then rolls initiative.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": []
                }
            },
            "type": "action"
        }
    ],
    "name": "Mirror of Glory",
    "system": {
        "attributes": {
            "ac": {
                "value": 39
            },
            "emitsSound": "encounter",
            "hardness": 27,
            "hp": {
                "details": "",
                "max": 106,
                "temp": 0,
                "value": 106
            },
            "immunities": [
                {
                    "exceptions": [],
                    "type": "critical-hits"
                },
                {
                    "exceptions": [],
                    "type": "precision"
                }
            ],
            "resistances": [],
            "stealth": {
                "details": "<p>(master) to notice the reflective field is dangerous; noticing the field has a DC of 0</p>",
                "value": 34
            },
            "weaknesses": []
        },
        "details": {
            "description": "<p>A reflective field of energy fills a large archway in a gatehouse, in which viewers regard themselves dressed in fine clothes, bowing down before Runelord Xanderghul.</p>",
            "disable": "<p>@Check[thievery|dc:37] (master) to disrupt one of the six anchor points that link the paradigm cube to the mirror, @Check[arcana|dc:34] (legendary) to use knowledge of magic that opposes pride to unravel the mirror's power, @Check[intimidation|dc:37] (master) to use one's force of personality to stand against the arrogance amplified by the mirror, or @UUID[Compendium.pf2e.spells-srd.Item.Dispel Magic] (8th-rank; counteract DC 36) to counteract one of the six faces of the paradigm cube; six successes are required to disable the Mirror of Glory</p>",
            "isComplex": true,
            "level": {
                "value": 16
            },
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Pathfinder #219: Lord of the Trinity Star"
            },
            "reset": "<p>The trap deactivates, then resets instantly.</p>",
            "routine": "<p>(6 actions) On its turn, the Mirror of Glory targets random PCs in the area with distortions of their reality, spending an action to target one PC. If it has actions remaining after targeting the PCs, it spends any remaining actions repairing damage done to itself at the rate of 25 HP restored per action spent. If the mirror hasn't been damaged, then these unused actions are lost. Each time the Mirror of Glory targets a PC with a distortion, roll 1d6 and consult the entries below to determine what the PC experiences and any subsequent effects. The trap loses one action for each successful check made to disable it, but this doesn't reduce the number of distortions it's capable of creating. When a PC experiences a distortion, they take @Damage[10d6[mental]] damage (@Check[will|dc:37|basic] save), but on a failed saving throw, the PC suffers that distortion's additional effect.</p><p><strong>1—Beauty:</strong> The PC regards Xanderghul as the most attractive figure they've ever seen. <strong>Additional effect:</strong> @UUID[Compendium.pf2e.conditionitems.Item.Slowed]{Slowed 1} for 1 round.</p><p><strong>2—Cruelty:</strong> The PC sees Xanderghul as a demonic figure capable of unimaginable cruelty, who lashes out at the PC with dozens of blades and poisoned needles meant to carve away their strength. <strong>Additional effect:</strong> @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 1} for 24 hours.</p><p><strong>3—Disappointment:</strong> To the PC, Xanderghul suddenly seems to be an intimidating parental figure, commanding officer, or other person with authority whose disapproval induces tremors of nervousness. <strong>Additional effect:</strong> @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 1} for 24 hours.</p><p><strong>4—Jealousy:</strong> The PC watches as a glorious plume of peacock tail feathers spreads behind Xanderghul, filling them with jealousy and potentially driving them to lash out unpredictably against their allies in hopes of becoming the only one worthy of Xanderghul's attention. <strong>Additional effect:</strong> @UUID[Compendium.pf2e.conditionitems.Item.Confused] for 1 round. <strong>5—Despair:</strong> The PC feels their own flesh rotting away as they realize the Xanderghul who stands before them exists outside of the laws of time. <strong>Additional effect:</strong> @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1}.</p><p><strong>6—Worship:</strong> The PC is filled with the conviction that Xanderghul is the one true god and feels the urge to pray to him for absolution. <strong>Additional effect:</strong> @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 3}.</p>"
        },
        "saves": {
            "fortitude": {
                "value": 30
            },
            "reflex": {
                "value": 33
            },
            "will": {
                "value": 0
            }
        },
        "traits": {
            "rarity": "unique",
            "size": {
                "value": "lg"
            },
            "value": [
                "magical",
                "mythic",
                "trap"
            ]
        }
    },
    "type": "hazard"
}
