{
    "_id": "penfpVFkOqZYpmkU",
    "img": "icons/sundries/gaming/playing-cards-grey.webp",
    "name": "Credstick",
    "system": {
        "slug": "credstick",
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "category": "credstick",
        "containerId": null,
        "description": {
            "value": "<p>Most people in Starfinder keep their wealth on a protected item known as a credstick. These devices are often flat and roughly the size of a human finger. They range in dimensions and quality, but at the end of the day, they’re just a means of conveniently carrying and spending money. Usage of these devices is determined by the owner, and a credstick can accept or spend funds with as simple an action as tapping it near a suitable banking device. When more rigorous security is necessary, they can require audio or biometric imprints in order to activate. Some advanced credsticks even have a magical component that might require a mental password or the recitation of a specific spell to access stored funds.</p>\n<p>Credsticks aren’t gateways to the entirety of one’s wealth, and larger stores of credits are often kept secured in banks, personal vaults, or secure databases. Instead, a credstick is a safe and anonymous means of moving credits around without being traced. Adventurers and common citizens alike often keep a credstick on their person to handle any purchases they might be called upon to make, while also only keeping just enough credits on them that losing the credstick wouldn’t result in bankruptcy.</p>\n<p>Individuals in the Pact Worlds often carry credsticks, and other civilizations that interact with the Pact often turn local funds into credits and thus carry them to spend their converted currency. Sometimes a person might carry several credsticks, dedicating each one to a different use, or simply trading the stick away if they want to make a purchase of a predefined amount. If ever the number of credsticks on a person becomes too cumbersome, it’s easy enough to move the funds between individual sticks and discard emptied sticks to save on space, however a credstick always has a negligible bulk.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 0
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "per": 1,
            "value": {
                "sp": 1
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "temporary": false,
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "treasure"
}
