{
    "_id": "ALqTYbYspMMrJIDs",
    "img": "systems/pf2e/icons/equipment/treasure/currency/upb.webp",
    "name": "UPB",
    "system": {
        "slug": "upb",
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "category": "material",
        "containerId": null,
        "description": {
            "value": "<p>A universal polymer base, or UPB, is a tiny multifunction component, not much larger than a grain of rice. Used in the crafting of most common galactic goods, UPBs can be configured to act as a brace, capacitor, circuit, diode, fastener, insulator, lens, modulator, pipe, resistor, and dozens of other constituent parts. UPBs can even be spun out into fabric, broken down into component chemicals, reconstituted into new chemicals, or supplemented with base materials (such as dirt or sand) to form massive braces or walls. The right combination of hundreds or even thousands of UPBs can create everything from a comm unit to a laser weapon to powered armor. In their raw form, UPBs have a bulk of 1 per 1,000 UPBs.</p>\n<p>UPBs are so common that they’re used as currency in many major settlements and trade hubs. While credsticks are a more convenient and secure way to carry value, UPBs have the advantage of direct utility and untraceability.</p>\n<p>Characters can use UPBs in place of credits for crafting items using maker’s kits; in fact, they’re necessary for the use of certain tools.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 0
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "per": 1,
            "value": {
                "sp": 1
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "temporary": false,
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "treasure"
}
