{
    "_id": "kbQVI1VS6yekJe86",
    "img": "icons/equipment/wrist/bracer-studded-copper.webp",
    "name": "Beloved's Bracelets",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>The mightiest wizards of Eurythnia, the realm of lust, would sometimes share one of these pairs of bracelets—the silver, most often—with their closest confidantes and most trusted apprentices, while keeping the golden one for themselves.</p>\n<p><strong>Activate—Grant Mythic Power</strong> 1 minute (concentrate)</p>\n<p><strong>Requirements</strong> Both bracelets are invested and the silver bracelet is not already imbued with mythic power</p><hr /><p><strong>Effect</strong> The wearer of the golden bracelet imbues the silver bracelet with a portion of their mythic power by spending 1 Mythic Point. Until the silver bracelet is no longer imbued with mythic power, the maximum number of Mythic Points the wearer of the golden bracelet can have is reduced by 1. Whenever the wearer of the silver bracelet would attempt a skill check, they can choose to make the check at mythic proficiency. If they do, the silver bracelet loses its mythic power and the wearer of the golden bracelet is immediately aware of this, regardless of the distance between the two bracelets, even if they are on different planes of existence. If the creature who had invested in the silver bracelet dies before expending the mythic power in it, the silver bracelet immediately teleports into the possession of the wearer of the golden bracelet regardless of the distance between them, even if they are on different planes of existence.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 16
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 10000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #220: Crypt of Runes"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "magical",
                "mythic"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
