{
    "_id": "ViQm1sR7y0hRb4N9",
    "img": "icons/environment/settlement/sewer-entrance.webp",
    "name": "Doomsday Door",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 48
        },
        "containerId": null,
        "description": {
            "value": "<p>Each <em>Doomsday Door</em> varies in appearance, yet all are gargantuan wooden portals affixed into a solid anchored arch. All <em>Doomsday Doors</em> have two methods of activation; both of these are downtime activities, and you can't pursue other downtime or exploration activities while using either activation.</p>\n<p><strong>Activate—Attune Door</strong> 1 week (concentrate, downtime)</p>\n<p><strong>Effect</strong> You attune the <em>Doomsday Door</em> to a location associated with destruction, such as the heart of an active volcano. You must know the location exists. If it is on a different plane, a planar key must be present.</p>\n<p>Each day you spend Attuning, you must spend 1 Mythic Point or your doomed condition's value increases by 1. A creature assisting you with the rite can spend a Mythic Point instead, and you can avoid spending a Mythic Point by making an appropriate sacrifice, as determined by the GM.</p>\n<p>After seven days, the <em>Doomsday Door</em> attunes to your chosen location, then shuts. Until then, this activity can reattune to the door to a different location. You can also use this activation to negate a <em>Doomsday Door</em>'s current attunement.</p><hr /><p><strong>Activate—Open Door</strong> 1 week (concentrate, downtime)</p>\n<p><strong>Requirements</strong> The <em>Doomsday Door</em> is attuned</p>\n<p><strong>Effect</strong> You perform an extended rite to open the <em>Doomsday Door</em>. Each day you spend performing the rite, you must spend 1 Mythic Point or your doomed condition's value increases by 1. A creature assisting you with the rite can spend a Mythic Point instead, and you can avoid spending a Mythic Point by making an appropriate sacrifice, as determined by the GM.</p>\n<p>After 7 days, the <em>Doomsday Door</em> opens, releasing an apocalypse related to the location to which the door is attuned. The consequences are determined by the GM but are always regional and far-reaching. A <em>Doomsday Door</em> attuned to the Void, for example, might release a burst of energy that causes the dead in a radius of hundreds of miles to rise from their graves.</p><hr /><p><strong>Destruction</strong> A <em>Doomsday Door</em> can be destroyed by using the Attune Door activation to attune it to a specific location of great creative potential, and then Opening the Door to let this antithesis of doom flow through the portal.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #220: Crypt of Runes"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "magical",
                "mythic"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
