{
    "_id": "VBCZuJMisbu0OXJK",
    "img": "icons/environment/settlement/house-woods.webp",
    "name": "Dream Hunter's Lodge",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This miniature hunter's lodge fits comfortably into the palm of one's hand.</p><hr /><p><strong>Activate–Expand Lodge</strong> <span class=\"action-glyph\">2</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You set the lodge on the ground, where it expands into a structure 40 feet long, 20 feet wide, and 20 feet high. The lodge is well-built, with a sturdy stone foundation, thick timber walls, and a peaked roof shingled with scraps of bark. The lodge's ground floor contains a dining hall on one end and a sitting area with a hearth surrounded by comfortable chairs on the other. A staircase connects the hall to the lodge's second floor, which consists of four simply furnished bedrooms. The lodge is decorated throughout with taxidermic beasts native to the Dimension of Dreams. If a creature inside the lodge spends 10 minutes studying these trophies, they gain a +3 item bonus to the next skill check they make in the next 24 hours to @UUID[Compendium.pf2e.actionspf2e.Item.Recall Knowledge] about any creature with the dream trait. Furnishings or decorations removed from the lodge disappear but return to their original locations inside the lodge with the next activation.</p>\n<p>You can Dismiss the dream hunter's lodge to return it to its miniature form.</p><hr /><p><strong>Activate–Oneiric Expedition</strong> 10 minutes (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The dream hunter's lodge has been expanded and you are inside</p>\n<p><strong>Effect</strong> Spend 1 Mythic Point. You and all creatures inside the lodge fall into a magical slumber, and the lodge disappears from existence. After 8 hours, the lodge reappears in the Dimension of Dreams (or in the Universe, if the lodge was already in the Dimension of Dreams), as if transported there by an @UUID[Compendium.pf2e.spells-srd.Item.Interplanar Teleport] spell. Upon arrival, creatures inside the lodge awaken, fully rested (but this effect does not increase the number of times per day you can do your daily preparations).</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 17
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 13500
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #220: Crypt of Runes"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "dream",
                "magical",
                "mythic",
                "structure"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
