{
    "_id": "UfzRhqqph3CtTaKT",
    "img": "icons/equipment/neck/amulet-round-star-gold.webp",
    "name": "Sihedron Medallion (Greater)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>These amulets once served as tokens of loyalty between the runelords and their favored agents. Though they vary in appearance, they all share a common design—a leather or metallic cord attached to a metal disc inscribed with the seven-pointed star known as the Sihedron. For original <em>Sihedron medallions</em> created before Earthfall, a runelord of old Thassilon (not a character with the runelord archetype) doesn't reduce the DC of any @UUID[Compendium.pf2e.spells-srd.Item.Scrying] spell they cast against a creature that wears a <em>Sihedron medallion</em> even if they have never met the target or are unaware of the target's identity. If such a runelord successfully scries on a creature wearing an original <em>Sihedron medallion</em>, they can use the wearer's voice to issue messages to those in the vicinity. <em>Sihedron medallions</em> created in more modern times don't possess this disadvantage.</p>\n<p>A dead body that wears a <em>Sihedron medallion</em> doesn't decay, and bugs or other pests (such as maggots) are prevented from consuming the remains, but unlike the effects of @UUID[Compendium.pf2e.spells-srd.Item.Peaceful Rest], this doesn't offer any protection against undeath, nor does it have an impact on spells that require the corpse to have died within a certain amount of time.</p>\n<p><strong>Activate—Bolster Flesh</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Your flesh is augmented with magical vitality. You gain a +1 item bonus to saving throws and 16 temporary Hit Points for 8 hours.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Effect: Bolster Flesh]</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 700
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
