{
    "_id": "dP5OmTGy0NJl4a1D",
    "img": "icons/sundries/books/book-symbol-yellow-grey.webp",
    "name": "The Kardosian Fragments",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "containerId": null,
        "description": {
            "value": "<p>In preparation for Earthfall, Runelord Zutha bound his soul to the <em>Gluttonous Tome</em>—an expansive work that contained the entirety of the runelord's knowledge. To ensure the tome survived the oncoming apocalypse, Zutha divided the book into three parts: the <em>Kardosian Codex</em>, the <em>Black Book</em>, and the <em>Bone Grimoire</em>. Heroes used the <em>Bone Grimoire</em> on the risen isle of Xin 7 years ago to finally defeat Zutha, and in doing so, triggered the destruction of the three parts of the <em>Gluttonous Tome</em>.</p>\n<p>Over the centuries, copies of portions of each book have been made, but these copies lacked any of the original artifacts' powers. One such copy, though, now lies under lock and key in Korvosa's Acadamae: the <em>Kardosian Fragments</em>. Originally an incomplete copy of the <em>Kardosian Codex</em>, some time after Zutha's defeat, fragments of the destroyed original ended up the property of the Acadamae, and industrious wizardly professors painstakingly restored what they could, pasting these fragments into their incomplete copy of the book. The result is the <em>Kardosian Fragments</em>, a potent item that, while only a shadow of the power of the original, remains as dangerous as it is useful.</p>\n<p>The <em>Kardosian Fragments</em> isn't a spellbook, but it does contain extensive notes on several spells that can be referenced to Learn a Spell. When used in this way, the cost of learning the spell is ignored, as the fragments themselves fulfill this need through remnants of arcane magic that still linger within. The spells that can be learned include false vitality, invoke spirits, summon undead, vampiric exsanguination, and vampiric feast.</p>\n<p>If the <em>Kardosian Fragments</em> are referenced as part of any attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Recall Knowledge] on subjects associated with its contents, it grants a +3 item bonus to the skill check.</p>\n<p><strong>Activate—Embrace the Void</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Requirements</strong> You are not currently @UUID[Compendium.pf2e.conditionitems.Item.Drained]</p><hr /><p><strong>Effect</strong> If your next action this round is to Cast a Spell that has the void trait and you're holding the <em>Kardosian Fragments</em>, you gain a number of temporary Hit Points equal to your level × 3. These temporary Hit Points last for 1 hour. When the temporary Hit Points are gone, you become @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1} if you aren't undead.</p><hr /><p><strong>Destruction</strong> The text in the <em>Kardosian Fragments</em> fades away and the book itself becomes a nonmagical tome if an arcane spellcaster of at least 17th level and who follows the envy or lust schools of Thassilonian rune magic spends a year painstakingly refuting, redacting, and revising the contents of this book.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 16
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #220: Crypt of Runes"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "arcane",
                "artifact"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
