{
    "_id": "HfQLNzRcQNMUL6Ux",
    "img": "icons/tools/fishing/net-gold.webp",
    "name": "Vortex Pouch",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>When empty, the <em>vortex pouch</em>'s net seems too loose to hold much. However, when used to catch the wind, it stretches to hold the air. With nowhere for the wind to go, the air inside it swirls violently. If the caught wind includes a storm, clouds, fog, or similar effect, it's visible among the whirlwind.</p><hr /><p><strong>Activate—Catch Wind</strong> <span class=\"action-glyph\">2</span> (air, manipulate)</p>\n<p><strong>Requirements</strong> The <em>vortex pouch</em> is empty</p>\n<p><strong>Effect</strong> You gather the nearby air and wind within the <em>vortex pouch</em>. Creatures within a @Template[type:emanation|distance:20] must attempt a @Check[fortitude|dc:20] save or be moved 5 feet closer toward you as the air rushes into the pouch. Targets that critically fail the save are moved 10 feet. You can Sustain the activation once per round, up to 1 minute, to continue Catching Wind. If you spend a Mythic Point when Catching Wind, the <em>vortex pouch</em> gathers air in a 10-mile radius; though the vortex is only strong enough to forcibly suck in creatures within the original @Template[type:emanation|distance:20], weaker creatures with the air trait and creatures associated with the sky in the 10-mile radius will know your general direction and feel a sense of unease, granting you a +2 status bonus to Intimidation checks against those creatures for 1 week. When you end the activation, the <em>vortex pouch</em> becomes 1 Bulk and you can empty it using Release Wind.</p><hr /><p><strong>Activate—Release Wind</strong> <span class=\"action-glyph\">2</span> (air, manipulate)</p>\n<p><strong>Requirements</strong> The <em>vortex pouch</em> contains air or wind</p>\n<p><strong>Effect</strong> Wind rushes out of the <em>vortex pouch</em> in a @Template[type:cone|distance:30]. All creatures in the cone take @Damage[8d6[bludgeoning]|options:area-damage] damage (@Check[fortitude|dc:20|basic] save). Creatures that fail their saving throw are pushed 5 feet away from you; creatures that critically fail are pushed 10 feet. If the caught wind included weather that might deal a different type of damage, Release Wind deals this damage instead (for instance, dealing electricity damage if it caught a thundercloud or cold damage if it caught a blizzard).</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 6
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 240
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #217: Death Sails a Wine-Dark Sea"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "air",
                "magical",
                "mythic"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
