{
    "_id": "A1gDZbfIPEqHClsL",
    "folder": "IpgMFdh2A6r9Svxy",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Distant Traveler",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "con"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You hail from a distant land, such as Iblydos or Tian Xia, and you've brought new ways of thinking about the Saga Lands' problems—methods and tactics that have served you well in carving out a heroic legacy that's attracted attention from the region's elite. Your association with the other PCs, your comrades-in-arms, certainly helped bolster your reputation. Queen Sorshen, in particular, has noticed you, and in her invitation to attend the opening ceremonies of the Circle of Open Hands in Xin-Eurythnia, she mentions that she'd like to speak to you about potentially establishing trade agreements with your homeland.</p>\n<p>Choose two attribute boosts. One must be to <strong>Charisma</strong> or <strong>Constitution</strong>, and the other is a free attribute boost.</p>\n<p>You're trained in Diplomacy and Mercantile Lore. Long journeys invigorate you. When you make your daily preparations after spending the previous day traveling in exploration mode or the first time after using magic to travel a distance of at least 100 miles (or to another plane), your excitement and anticipation about what you might encounter next gives you a +1 status bonus to Will saves for the next 8 hours after your daily preparations.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Distant Traveler]</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [],
        "trainedSkills": {
            "lore": [
                "Mercantile Lore"
            ],
            "value": [
                "diplomacy"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
