{
    "_id": "COUnnZRnoNb8bzan",
    "folder": "IpgMFdh2A6r9Svxy",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Heroic Ancestry",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>While you've already made a name for yourself as a hero, either here in the Saga Lands or further abroad, adventuring has been in your blood from the very start. Someone closely related to you—perhaps a parent, sibling, cousin, aunt, or uncle, was part of a group of adventurers who they clashed against a runelord-themed villain. This could even be a previous PC you or another player played at your table in a previous Adventure Path like Rise of the Runelords, Shattered Star, or Return of the Runelords—or in a standalone adventure or Organized Play scenario. Work with the other players and the GM as needed to forge these family links, or you can simply be related to a hero from an unplayed adventure. If you choose this route, you can even create (with the GM's aid) this unplayed runelord-themed story. Regardless of the nature of your relationship, it's inspired or pursued you your entire life. Whether you grew up as a privileged young adventurer, tried your hardest to distance yourself from your relation's fame, or are proud of their accomplishments while working hard to move beyond your relation's heroic shadow, you've certainly found that adventuring and heroics appeal to your mind and soul. You may have big shoes to fill, but so far, you've more than risen to the challenge. Enough to draw Queen Sorshen's attention—in her invitation for you to attend the opening ceremony of the Circle of Open Hands, she mentioned that while she first took notice of you after learning of your relative, she's been impressed with your accomplishments and notes that she expects you to exceed your forebear's triumphs. While she expressed curiosity about an \"inside view\" of some of your relation's accomplishments, she was more eager to meet you as, in her words, \"a promising new hero who might just soon change the world.\"</p>\n<p>Choose two attribute boosts. One must be to <strong>Charisma</strong> or <strong>Strength</strong>, and the other is a free attribute boost.</p>\n<p>You're trained in Athletics and Library Lore. The disconnect between physical accomplishments and scholastic accomplishments has never been a particular challenge for you, and while this has caused jealousy now and then with childhood friends and rivals, you've managed to hone your skills so that regardless of who you're talking to, your knack of being able to find a common ground has made it easy to make a good impression. Whenever you take part in an influence encounter to Discover or Influence, or attempt to [[/act make-an-impression]] on an NPC, you reduce the DC of those checks by 2.</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [],
        "trainedSkills": {
            "lore": [
                "Library Lore"
            ],
            "value": [
                "athletics"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
