{
    "_id": "p6ABkjwqe6gMi5BW",
    "folder": "IpgMFdh2A6r9Svxy",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Local Savior",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "str",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Some may be born into a situation that locks them into a heroic destiny or forced into an adventurous lifestyle from an early age through tragic events beyond their control. In your case, you're an entirely self-made hero. You had no childhood trauma or birthright that compelled you into the adventurer's lifestyle, but the small town in which you grew up needed someone to stand up for those in need. Be it an unwavering loyalty to your fellow townsfolk, an inborn conviction that compels you toward the defense of others, or simply a desire to make the world a better place, you volunteered time and again to help the community. This often had you working alongside local churches, faiths, or artisans, and whether or not you became a person of faith or an accomplished artist yourself, your knowledge of all matters faith and art is impressive. Eventually, this led you to join with your fellow PCs, and with their aid, you went from a local savior to an increasingly renowned hero. Yet even if you haven't been back to your hometown, your heart and soul never really left, and the lessons you learned in those formative years of triumphs (and perhaps failures) have made you into the famous adventurer you are today. Queen Sorshen even complimented your early accomplishments in her invitation to you to attend the opening ceremonies for the Circle of Open Hands and mentioned how she'd like you to help inspire the people of Xin-Eurythnia to follow in your footsteps in making the capital city of New Thassilon a safe place to thrive.</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and the other is a free attribute boost.</p>\n<p>You're trained in Religion and Art Lore. In addition, choose one of the following small towns as your hometown. As part of your heroic services to your hometown, one of the deities whose presence is strong there has granted you a divine cantrip that you can cast as a divine innate spell at will. This cantrip is heightened to a spell rank equal to half your level rounded up. With your GM's permission, you can select a different small town from somewhere outside of the Saga Lands or even make up a small town of your own design, in which case you should work with your GM to decide which of the following five boons best match the theme and flavor of your hometown.</p><ul><li><strong>Ilsurian</strong> Located in south-central Varisia, the inhabitants of the riverside-town of Ilsurian have always been fiercely independent and self-sufficient in nature. Choose either @UUID[Compendium.pf2e.spells-srd.Item.Shield] or @UUID[Compendium.pf2e.spells-srd.Item.Stabilize] as your divine innate cantrip. Ilsurian is detailed in Towns of the Inner Sea.</li><li><strong>Osprey Cove</strong> Located on the southern shore of Chakikoth Isle in the Ironbound Archipelago, Osprey Cove was founded by two siblings who fled servitude to crime lords in the pirate city of Riddleport. Today, Osprey Cove struggles to maintain its independence as Runelord Belimarius continues to expand her control over the region. Choose either @UUID[Compendium.pf2e.spells-srd.Item.Message] or @UUID[Compendium.pf2e.spells-srd.Item.Read Aura] as your divine innate cantrip. Osprey Cove is detailed in Rusthenge.</li><li><strong>Roderic's Cove</strong> Located on the west coast of Varisia, Roderic's Cove has long struggled to remain self-sufficient in the shadow of the crime lords of nearby Riddleport. Choose either @UUID[Compendium.pf2e.spells-srd.Item.Forbidding Ward] or @UUID[Compendium.pf2e.spells-srd.Item.Guidance] as your divine innate cantrip. Roderic's Cove is detailed in Secrets of Roderic's Cove.</li><li><strong>Sandpoint</strong> Located in the heart of Varisia's Lost Coast not far north from the city of Magnimar, Sandpoint has faced all manner of supernatural and physical threats over the past few decades, yet has never lost sight of the value of comfort and entertainment for those who live there. Choose either @UUID[Compendium.pf2e.spells-srd.Item.Haunting Hymn] or @UUID[Compendium.pf2e.spells-srd.Item.Summon Instrument] as your divine innate cantrip. Sandpoint is detailed most recently in Seven Dooms for Sandpoint but more fully in Sandpoint: Light of the Lost Coast.</li><li><strong>Turtleback Ferry</strong> Situated near the Storval Rise not far from the looming presence of the Thassilonian dam known as Skull's Crossing, the people of Turtleback Ferry have embraced their remote home despite the struggles of frontier life where giants and capricious fey are a constant threat. Choose either @UUID[Compendium.pf2e.spells-srd.Item.Daze] or @UUID[Compendium.pf2e.spells-srd.Item.Prestidigitation] as your divine innate cantrip. Turtleback Ferry is detailed in Rise of the Runelords.</li></ul>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [],
        "trainedSkills": {
            "lore": [
                "Art Lore"
            ],
            "value": [
                "religion"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
