{
    "_id": "Nq36wlDc9A8ldu55",
    "folder": "IpgMFdh2A6r9Svxy",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Runelord Survivor",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "con",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Whether you're a native-born Saga Lander or someone who came to this region relatively recently, you were there when Runelord Karzoug woke, when Runelord Krune's followers attempted to resurrect him, or when Runelord Alaznist's attempt to rework the flow of time itself brought ruin and death down upon the region. You barely escaped with your life and likely lost everything (perhaps even friends and family) as a result of a runelord's ambition. Since then, you've managed to rebuild and recover, and the other PCs are now among your closest friends—you might even regard them as your new family—yet your need for revenge against the runelords has become the primary motivation to better yourself, gain power, and indeed become the renowned hero you are today. If you played through a previous runelord-themed Adventure Path, with your GM's aid you could be one of the NPCs who featured in one of those adventures and watched in fear as that campaign's PCs did the best they could to oppose the runelords. You may or may not blame those PCs for the tragedy that befell you, but you always know it was one of the runelords themselves who was the ultimate cause of your pain. For some time—perhaps even years—after your brush with a runelord nearly killed you, you were forced to scavenge to survive in the wilds, perhaps in hiding or possibly because you had no other choice. In that time, you learned much about the natural world, but perhaps more important to your future plans, upon reintegrating into society you began to study the arts of war to achieve vengeance. When you received an invitation from Queen Sorshen to attend the opening ceremonies for the Circle of Open Hands, you may have had conflicting feelings or even pondered using the opportunity to get revenge. Yet in her invitation, the fact that she apologized for your suffering and made it clear that she wants to make amends for all of those who suffered from the actions of her fellow runelords over the past several years gave you pause. If she truly does seek repentance and wants to help repair the damage the runelord legacy has wrought upon the world, her aid would go a long way toward enabling your own peace of mind.</p>\n<p>Choose two attribute boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and the other is a free attribute boost.</p>\n<p>You are trained in Nature and Warfare Lore. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Hunt Runelord] action.</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Hunt Runelord"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Warfare Lore"
            ],
            "value": [
                "nature"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
