{
    "_id": "dCGg0nRvk8jUQxz8",
    "folder": "UdfuJ9pRYdG9nJej",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Mercenary Reversal",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> You and your allies are currently outnumbered by enemies on the battlefield.</p><hr /><p>Even though the fight seems to be surging against you and your compatriots, you know that a key ally can always turn the tide. Choose a target you are currently observing. You assail it with a list of reasons why it should join you and why its defeat if it does not is surely inevitable. The target attempts a @Check[will|against:commander|options:inflicts:controlled,inflicts:stunned] save against your class DC with the following results.</p><hr /><p><strong>Critical Success</strong> The target is uninterested in joining you and is temporarily immune to further uses of this ability for 24 hours.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 1} as it is forced to consider the merits of your offer.</p>\n<p><strong>Failure</strong> The target swaps sides and joins you for the duration of the battle. It gains the @UUID[Compendium.pf2e.conditionitems.Item.Controlled] condition, but it can attempt a @Check[will|against:commander] save whenever it takes damage or whenever you direct it to take an action that goes against its nature. On a success, the effect ends and it rejoins its former allies.</p>\n<p><strong>Critical Failure</strong> As a failure, but the target is so impressed by your leadership that it thanks you for the privilege of fighting alongside you; if it is still alive at the end of combat, it turns over any coins, wealth or other monetary possessions it has as tribute.</p>"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "auditory",
                "commander",
                "concentrate",
                "incapacitation",
                "mental"
            ]
        }
    },
    "type": "feat"
}
