{
    "_id": "IN46qySRdMdpcd0y",
    "folder": "zDlxATrLAlbYA2Mv",
    "img": "icons/environment/people/infantry-army.webp",
    "name": "Boots on the Ground",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You craft the illusion of your army being much bigger than it actually is, hoping to overwhelm the opposing forces and shatter their hopes. Your illusion can create up to three illusory Gargantuan duplicates of troops within range. You can give the illusion a basic task to perform, such as standing in formation, marching, mimicking guard movements, or unloading illusory boxes; however, the illusion can't perform any actual tasks and can't create intelligible sounds, such as music or clear speech. If you and any of the illusory troops are ever farther than 500 feet apart, the spell ends.</p>\n<p>An illusory troop's AC is equal to your spell DC. Its saving throws modifiers are equal to your spell DC – 10. If an illusory troop is hit by an attack or fails a save, you must attempt a @Check[flat|dc:11]. On success, the illusion of that troop is destroyed. On failure, the entire illusion shatters, and all illusory troops are destroyed.</p><hr /><p><strong>Heightened (8th)</strong> The DC of the is lowered to 8 (@Check[flat|dc:8]), and you can create up to five illusory troops.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "Until you next make your daily preparations"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": "100 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "occult"
            ],
            "value": [
                "auditory",
                "concentrate",
                "illusion",
                "manipulate",
                "visual"
            ]
        }
    },
    "type": "spell"
}
