{
    "_id": "hippAZGFRtFd26dd",
    "img": "icons/magic/holy/angel-winged-humanoid-blue.webp",
    "name": "Angel Eidolon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your eidolon is a celestial messenger, a member of the angelic host with a unique link to you, allowing them to carry a special message to the mortal world at your side. Most angel eidolons are roughly humanoid in form, with feathered wings, glowing eyes, halos, or similar angelic features. However, some take the form of smaller angelic servitors like the winged helmet cassisian angel instead. The two of you are destined for an important role in the plans of the celestial realms. Though a true angel, your angel eidolon's link to you as a mortal prevents them from casting the angelic messenger ritual, even if they somehow learn it.</p>\n<p><strong>Tradition</strong> divine</p>\n<p><strong>Traits</strong> angel, celestial, eidolon</p>\n<p><strong>Alignment</strong> must be good, usually neutral good</p>\n<p><strong>Home Plane</strong> Nirvana (if NG), Elysium (if CG), or Heaven (if LG)</p><hr /><p><strong>Size</strong> Medium or Small</p>\n<p><strong>Suggested Attacks</strong> fist (bludgeoning), wing (bludgeoning), unarmed attacks shaped like a weapon</p>\n<p><strong>Angelic Avenger</strong> Str 18, Dex 14, Con 16, Int 8, Wis 12, Cha 10; +2 AC (+3 Dex cap)</p>\n<p><strong>Angelic Emissary</strong> Str 12, Dex 18, Con 12, Int 10, Wis 12, Cha 14; +1 AC (+4 Dex cap)</p>\n<p><strong>Skills</strong> Diplomacy, Religion</p>\n<p><strong>Senses</strong> darkvision</p>\n<p><strong>Language</strong> Celestial</p>\n<p><strong>Speed</strong> 25 feet</p><hr /><p><strong>Eidolon Abilities</strong> <em>Initial</em> hallowed strikes; <em>Symbiosis</em> traveler's aura; <em>Transcendence</em> angelic mercy</p><h2>Hallowed Strikes</h2><p>Your eidolon's attacks are hallowed by the celestial realms. Your eidolon's unarmed Strikes deal an extra 1 good damage; as usual, this extra damage harms only evil creatures or those with a weakness to good damage. Additionally, your eidolon can make nonlethal attacks with its unarmed attacks without taking the usual –2 circumstance penalty.</p><h2>Traveler's Aura<span style=\"float:right\">7th</span></h2><p>Your eidolon emanates a powerful aura—resembling that of an astral deva—that protects creatures as they travel. The aura has the abjuration, aura, and divine traits. Your eidolon and its allies within a 20-foot emanation are protected from severe heat and cold, and your eidolon is never @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] to creatures inside the aura that are of a lower level than the eidolon. When you gain the transcendence class feature, this evolves to the full benefits of an astral deva; your eidolon and allies in the aura are protected from environmental damage from any plane, including severe and extreme heat and cold as well as more unusual dangers.</p><h2>Angelic Mercy<span style=\"float:right\">17th</span></h2><p>Your eidolon's angelic power allows them to assuage a variety of ailments, just like most other powerful angels. Your eidolon can cast <em>remove curse</em>, <em>remove disease</em>, <em>remove fear</em>, and <em>remove paralysis</em> once per day each as 9th-level divine innate spells.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Secrets of Magic"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.diplomacy.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.religion.rank",
                "value": 1
            }
        ],
        "subfeatures": {
            "languages": {
                "granted": [
                    "empyrean"
                ],
                "slots": 0
            },
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "otherTags": [
                "summoner-eidolon"
            ],
            "rarity": "common",
            "value": [
                "summoner"
            ]
        }
    },
    "type": "feat"
}
