{
    "_id": "YbYrSnBL5VLGosxO",
    "img": "icons/weapons/artillery/cannon-engraved-gold.webp",
    "name": "Light Mortar Innovation",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Through years of experience and countless hours of experimentation, you've developed a siege weapon compact enough to operate by yourself while still packing a deadly punch.</p>\n<p><strong>Prerequisites:</strong> You must be an inventor.</p>\n<p><strong>Munitions Master Adjustments:</strong> Instead of choosing an innovation from the options listed in the inventor class, you have the light mortar innovation, as well as the following changes to the class features listed on the following pages. You gain these abilities at the same levels as normal for the class unless otherwise specified. You must select @UUID[Compendium.pf2e.feats-srd.Item.Munitions Master Dedication] as your 2nd-level class feat.</p><h3>Innovation</h3><p>Your innovation is a mounted siege weapon called a light mortar that weighs 2 Bulk. Whether it propels its payload via an elaborate mechanism or explosive reagents, it's capable of dealing immense damage. Your light mortar requires an Interact action to deploy it before you can Aim, Load, or Launch it, and it includes its own wheeled platform that it is mounted on as part of the deployment. It can be packed back up for easy transport as a 2-action activity with the manipulate trait and either worn as a backpack or carried in one hand while packed. Because of the light mortar's smaller size, the Move Siege Engine activity takes only 1 action when it is deployed.</p>\n<p>Your light mortar begins as a 1st-level siege weapon with the statistics shown below. It deals an additional die of damage at 5th level and every 4 levels thereafter. When you Launch your light mortar, the Reflex save is equal to your class DC. Its AC is equal to your inventor class DC and it has Hardness 5. It has trained proficiency in Reflex and Fortitude saves, using your Intelligence modifier to calculate these bonuses. It has 10 Hit Points, plus a number of Hit Points equal to 2 plus your Intelligence modifier for each level you have. Its Broken Threshold is equal to half its total Hit Points (rounded down).</p>\n<p>At 5th level, your light mortar's Hardness increases to 10. At 10th level it increases to 15 and its proficiency rank in Reflex and Fortitude saves increases to expert. At 15th level, its Hardness increases to 20, and its proficiency rank in Reflex and Fortitude saves increases to master.</p>\n<p>Your innovation fires small cannonballs called carry shot. A group of 10 carry shot, which weighs 1 Bulk, can be purchased for 5 sp from most shops that sell ammunition.</p>\n<p>Choose one initial light mortar modification to apply to your innovation, either from the following or from other initial light mortar modifications to which you have access. These modifications alter the abilities or form of your light mortar.</p><ul><li><strong>Contained Shrapnel</strong> You alter your light mortar's ammunition to prevent fragments of it from flying outward on impact. Your innovation gains the nonlethal trait. You can choose whether to apply the nonlethal trait on each Launch.</li><li><strong>Enhanced Shrapnel</strong> You alter your light mortar's ammunition to change the way it shatters on impact, spraying nearby creatures with a hail of razor-sharp pieces. Your innovation gains the versatile P and versatile S traits. You can choose whether to apply one of these traits on each Launch with your innovation.</li><li><strong>Spring-Loaded</strong> You've designed your innovation with springs to quickly unfold and extend components, optimizing it for quick deployment. You can deploy your light mortar as a free action.</li></ul><h3>@UUID[Compendium.pf2e.classfeatures.Item.Overdrive]</h3><p>The additional damage you deal from Overdrive applies to Launches made with your light mortar, as if they were Strikes.</p><h3>@UUID[Compendium.pf2e.classfeatures.Item.Explode]</h3><p>When you use this ability, the emanation is centered on your innovation, and you can choose to exclude the square you are in from the emanation.</p><h3>@UUID[Compendium.pf2e.classfeatures.Item.Breakthrough Innovation] (7th)</h3><p>When choosing a breakthrough innovation, choose from the following breakthrough light mortar modifications. As usual, you can choose an initial light mortar modification instead if you prefer.</p><ul><li><strong>Blanching Chamber</strong> You embed tiny metal filings into ammunition in the firing chamber of your light mortar. These filings remain embedded in the fragments of the ammunition after it shatters on impact. Your ammunition counts as cold iron and silver.</li><li><strong>Earthbreaker</strong> Each time you Launch, you can choose to alter the ammunition to direct the brunt of the explosion downward, dealing half damage but creating difficult terrain in the blast area.</li><li><strong>Narrow Blast</strong> You alter your ammunition so that the force of the impact is directed in a narrow band. Each time you Launch you can choose to have the explosion form a @Template[type:cone|distance:20] instead of a @Template[type:burst|distance:10]. This cone must originate at the point of impact and can be directed either directly away from you or 45 degrees to either side of that.</li></ul><h3>@UUID[Compendium.pf2e.classfeatures.Item.Inventive Expertise] (7th)</h3><p>You gain this class feature at 7th level instead of 9th.</p><h3>@UUID[Compendium.pf2e.classfeatures.Item.Offensive Boost] (9th)</h3><p>The offensive boost you choose applies to Launches made with your light mortar, as if they were Strikes.</p><h3>@UUID[Compendium.pf2e.classfeatures.Item.Inventive Mastery] (15th)</h3><p>You gain this class feature at 15th level instead of 17th.</p><h3>@UUID[Compendium.pf2e.classfeatures.Item.Revolutionary Innovation] (15th)</h3><p>When choosing a revolutionary innovation, choose from the following revolutionary light mortar modifications. As usual, you can choose an initial or breakthrough light mortar modification instead if you prefer.</p><ul><li><strong>Enhanced Damage</strong> As the revolutionary weapon modification of the same name.</li><li><strong>Impossible Alloy</strong> As the revolutionary weapon modification of the same name, except that the alloy is embedded in your ammunition on launch.</li><li><strong>Precise Blast</strong> You have such precise control over your light mortar that you can wrap the blast of impact around your allies without harming them. When you Launch, you can select a number of squares up to your Intelligence modifier to exclude from the blast area.</li></ul>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.proficiencies.classDCs.inventor.rank",
                "value": "ternary(gte(@actor.leve,15),3,ternary(gte(@actor.level,7),2,1))"
            },
            {
                "key": "GrantItem",
                "predicate": [
                    {
                        "gte": [
                            "self:level",
                            2
                        ]
                    }
                ],
                "reevaluateOnUpdate": true,
                "uuid": "Compendium.pf2e.feats-srd.Item.Munitions Master Dedication"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": [
                "Compendium.pf2e.classfeatures.Item.Inventive Expertise",
                "Compendium.pf2e.classfeatures.Item.Inventive Mastery"
            ]
        },
        "traits": {
            "otherTags": [
                "class-archetype",
                "inventor-innovation"
            ],
            "rarity": "common",
            "value": [
                "inventor"
            ]
        }
    },
    "type": "feat"
}
