{
    "_id": "nocYmxbi4rqCC2qS",
    "img": "icons/commodities/currency/coin-engraved-square-gold.webp",
    "name": "Patron Theme",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>When your patron first makes contact, they usually reveal little more of themself than glimpses or specific manifestations—you might see eyes from the shadows of the forest or hear a wordless voice echoing across the frozen tundra before your familiar makes itself known. Your patron's true identity might be a powerful hag, a fey lord, a deity or demigod, an archdevil, or a similarly powerful entity, or perhaps multiple such figures working in tandem, but that identity is for you to attempt to discover as you learn more of your patron's lessons. Some patrons are multifaceted, appearing in different guises, and granting different powers to different witches. In some cases, the witch may know of their patron's identity, but have some other aspect shrouded in uncertainty; they might know their patron's name but not motive, or perhaps even if they know the patron's identity, they have been cursed to never reveal it to others.</p>\n<p>Your patron's theme determines the following.</p>\n<strong>Spell List</strong> You use this magical tradition and spell list.\n<p><strong>Patron Skill</strong> You become trained in the skill associated with your patron's magical tradition.</p>\n<p><strong>Initial Lesson</strong> This is the first lesson your patron teaches you and is unique to your patron.</p>\n<p><strong>Familiar Ability</strong> One of your familiar's two bonus abilities is always the one listed here, a mark of your patron's indelible influence. The benefit can occur only once per round when you Cast or Sustain a hex, and you can choose whether it occurs before or after the effects of Casting or Sustaining the hex.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "witch"
            ]
        }
    },
    "type": "feat"
}
