{
    "_id": "wDSb9LGZhTa0FZB5",
    "img": "icons/magic/unholy/strike-body-explode-disintegrate.webp",
    "name": "Undead Eidolon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your eidolon is an undead spirit pulled from the Ethereal Plane or Negative Energy Plane, embodied, and bound to your life force in an unusual, potentially antithetical way that even other summoners can't quite understand. Undead eidolons take about every imaginable shape and form, as their bodies manifest from their connection to you. Their ultimate form can be influenced by an amalgamation of the echoes and memories of their old life before becoming undead, their cause of death, their encounters in the afterlife, and portions of your own essences. Together, you and your eidolon need to explore the mysteries of life, death, and undeath to understand what your bond means for both of your futures.</p>\n<p><strong>Tradition</strong> divine</p>\n<p><strong>Traits</strong> eidolon, undead</p>\n<p><strong>Home Plane</strong> Ethereal Plane or Negative Energy Plane</p><hr /><p><strong>Size</strong> Medium or Small</p>\n<p><strong>Suggested Attacks</strong> claw (slashing), fist (bludgeoning), jaws (piercing)</p>\n<p><strong>Undead Brute</strong> Str 18, Dex 14, Con 16, Int 8, Wis 10, Cha 12</p>\n<p><strong>Undead Stalker</strong> Str 14, Dex 18, Con 16, Int 8, Wis 12, Cha 10</p>\n<p><strong>Skills</strong> Intimidation, Religion</p>\n<p><strong>Senses</strong> darkvision</p>\n<p><strong>Language</strong> Necril</p>\n<p><strong>Speed</strong> 25 feet</p><hr /><p><strong>Eidolon Abilities</strong> <em>Initial </em>negative essence<em>; Symbiosis </em>drain life<em>; Transcendence </em>rejuvenation</p><h2>Negative Essence</h2><p>Your undead eidolon has a link directly to your life force, which grants it a twilight state between living and undead. This renders it a living creature and therefore susceptible to many ailments that bother only the living, though it does possess some resistances to these effects. The eidolon has negative healing, meaning it heals from negative energy effects that heal undead and is damaged by positive energy effects that damage undead. It doesn't have an undead's normal immunities, but it does gain a +2 circumstance bonus to saving throws against death effects, disease, and poison effects, and non-damaging effects that target only undead. Additionally, its necrotic essence stanches its wounds easily. The flat check to remove persistent bleed damage from the eidolon is DC 10 (or DC 5 after receiving particularly effective aid).</p><h2>Drain Life<span style=\"float:right\">7th</span></h2><p>Your eidolon's link with you sustains it, but it still craves the life essence of the living, whether through blood or pure essence. It gains the @UUID[Compendium.pf2e.actionspf2e.Item.Drain Life] activity.</p><h2>Rejuvenation<span style=\"float:right\">17th</span></h2><p>Your eidolon's unusual connection with you allows you both to rejuvenate when defeated. The first time each day your turn begins while you're dying, you instantly regain a number of Hit Points equal to three times your level and wake up. (Increase your wounded condition as normal.) You can immediately @UUID[Compendium.pf2e.actionspf2e.Item.Manifest Eidolon]{Manifest Your Eidolon} as a free action. You can then take your turn as normal.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Book of the Dead"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.intimidation.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.religion.rank",
                "value": 1
            }
        ],
        "subfeatures": {
            "languages": {
                "granted": [
                    "necril"
                ],
                "slots": 0
            },
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "otherTags": [
                "summoner-eidolon"
            ],
            "rarity": "common",
            "value": [
                "summoner"
            ]
        }
    },
    "type": "feat"
}
