{
    "_id": "v1HIqHBRvpUUbKgY",
    "folder": "D9zBpB4QxouPISQD",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Zeaki",
    "system": {
        "attribute": [
            "cha",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>The sea hags of Kardaji Bay's eastern coast are infamous for offering dangerous bargains. Whatever the sea hag Zeaki offered the cyclopes of Hoimpeia remains a mystery, yet apparently it was too good to refuse. In return, they enacted a myth-speaking on her behalf. The hero-god now haunts Itia, an island south of Dhuraxilis, where she listens to petitioners, hoards secrets, and offers extraordinary magic for a price. On occasion, she even joins and empowers other covens, though misfortune often befalls these partners before Zeaki returns home.</p>\n<p>Like the ocean's tides, Zeaki's appearance varies from day to day and for each visitor, and she happily shares some of her shapeshifting magic with the dysmorphic. Despite her sinister reputation as a hag, Zeaki engages most visitors with an open mind. Those who reciprocate find she's a civil host and mostly fair bargainer. However, anyone who insults or attempts to cheat her earns a terrible enemy, with forgiveness rarely granted except by performing some great service for the hag. The unrepentant often find themselves transformed into witless beasts, cursed to roam Itia.</p>\n<p><strong>Title</strong> The Matron of Metamorphoses</p>\n<p><strong>Areas of Concern</strong> tides and transformation</p>\n<p><strong>Edicts</strong> inflict poetic justice upon those who wrong you, assist others' personal transformations, learn esoteric secrets that others might value</p>\n<p><strong>Anathema</strong> become complacent with your current self, offer aid to a stranger without exacting some price (even if the cost isn't obvious)</p>\n<p><strong>Religious Symbol</strong> open hand with each finger from a different creature</p>\n<p><strong>Sacred Animal</strong> hermit crab</p>\n<p><strong>Sacred Colors</strong> brown, orange</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "fate",
                "magic",
                "moon"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #216: The Acropolis Pyre"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ill Omen",
            "2": "Compendium.pf2e.spells-srd.Item.Animal Messenger",
            "3": "Compendium.pf2e.spells-srd.Item.Feet to Fins",
            "4": "Compendium.pf2e.spells-srd.Item.Bestial Curse",
            "5": "Compendium.pf2e.spells-srd.Item.Moon Frenzy",
            "6": "Compendium.pf2e.spells-srd.Item.Cursed Metamorphosis",
            "7": "Compendium.pf2e.spells-srd.Item.Warp Mind",
            "8": "Compendium.pf2e.spells-srd.Item.Migration",
            "9": "Compendium.pf2e.spells-srd.Item.Metamorphosis"
        },
        "traits": {},
        "weapons": [
            "chakri"
        ]
    },
    "type": "deity"
}
