{
    "_id": "DHqB2r4JEJPs16Ek",
    "folder": "sZFSeaV3PQMOzaiO",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Yluma",
    "system": {
        "attribute": [
            "str",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>More than her kin, Yluma wielded magic with power. Magical currents coursed through her body, filling her frame with the power to raise mountains and level entire plains. Yet each awe-inspiring act came at an incredible cost. With each miraculous feat, Yluma's form changed, becoming less distinct and whole. Yluma shared her fears with her father, but the Waybringer could do nothing to stop this change. He confided that in Yluma he could see a fragment of Sarshallatu's infinity. Yluma's body, no matter how powerful, would eventually be torn at the seams, unable to contain her mother's unbound vastness. And so, Yluma vowed to seek out Sarshallatu, hoping that her mother would help her get rid of such a curse. She traveled far and wide across the edges of creation. Her frame, pulled and stretched by the trials she faced, seemed on the verge of collapse when she finally reached her mother's lonely refuge. She gazed upon her divine mother, trying to take in all her vastness and power. Yluma looked at herself, feeling the soreness of her powerful muscles, tired and aching after the long journey. She traced the scars left by her battles, remembering how she bested all those who opposed her using her gifts. And she understood.</p>\n<p>So, she returned to her kin, her body a monument to her triumphs and failures. She etched her knowledge and insights on her scales, giving her body a new shape, a magical frame that kept herself whole. Yluma's careful talons now shape the form of each arcane dragon, taking care to enshrine their essence within the patterns of their scales to make sure that they do not struggle as she struggled.</p>\n<p><strong>Title</strong> The Living Page</p>\n<p><strong>Areas of Concern</strong> knowledge, magic, self-acceptance</p>\n<p><strong>Edicts</strong> celebrate your victories and losses, embrace your unique strengths and innate gifts, nurture the flame of acceptance and knowledge in others.</p>\n<p><strong>Anathema</strong> intentionally mislead people away from understanding themselves, repeatedly deny who you are, treat your gifts as a curse</p>\n<p><strong>Religious Symbol</strong> a talon-tipped quill writing on a pale dragon scale</p>\n<p><strong>Sacred Animal</strong> non-venomous snake</p>\n<p><strong>Sacred Colors</strong> black and pale yellow</p>"
        },
        "domains": {
            "alternate": [
                "knowledge",
                "perfection"
            ],
            "primary": [
                "confidence",
                "glyph",
                "magic",
                "truth"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Draconic Codex"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "arcana"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Phantasmal Minion",
            "2": "Compendium.pf2e.spells-srd.Item.Telekinetic Maneuver",
            "7": "Compendium.pf2e.spells-srd.Item.Retrocognition"
        },
        "traits": {},
        "weapons": [
            "claw",
            "khakkhara"
        ]
    },
    "type": "deity"
}
