{
    "_id": "C10L7NG6dgsCqKG8",
    "folder": "N0puEUIGzTi8ckxq",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Divide and Conquer",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> You are wielding a melee warshard weapon.</p><hr /><p>When you face multiple foes, you wield your warshard weapon with vigor. Spend 1 Mythic Point, then Step to a space where you threaten at least two opponents with your warshard weapon. Attempt two Strikes at mythic proficiency, each against a different target. If you hit with both Strikes, you gain an additional effect based on the type of damage you inflict with your weapon. Both attacks count toward your multiple attack penalty, but the penalty doesn't increase until after you've made both of them. If your weapon doesn't deal one of these three damage types, you can't use it to Divide and Conquer, and if you deal two different types of damage to each target, you don't gain any additional effect.</p><ul><li><strong>Bludgeoning</strong> You knock your enemies around. Each damaged target becomes @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] until the start of your next turn.</li><li><strong>Piercing</strong> Your strikes punch through your enemies, leaving bloody wounds. Each damaged target takes @Damage[1d8[persistent,bleed]] damage.</li><li><strong>Slashing</strong> Your slashes leave particularly painful wounds. Each damaged target becomes @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 2}.</li></ul>"
        },
        "level": {
            "value": 16
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Warshard Warrior Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
