{
    "_id": "meZTsonAlueXihQU",
    "folder": "N0puEUIGzTi8ckxq",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "I am the Weapon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your supernatural bond with your weapon infuses it with a powerful echo of your sentience, your memory, and even fragments of your very soul. When you would be killed while wielding your warshard weapon, you instead disappear and your warshard weapon falls to the ground. You reappear adjacent to your warshard weapon as soon as any sapient creature picks it up. If the creature is a close ally (such as another PC), you return to life with only 1 Hit Point. However, if a stranger does so, you return to life with full Hit Points. At your discretion, you can delay your return to life for up to 24 hours after a creature picks up the weapon, but you still return to life adjacent to your weapon (or as close to it as possible). If no one picks up your weapon within a week of your death, your soul enters the River of Souls, and you can be brought back to life using other means. No matter how you're brought back to life, you can Call Warshard Weapon as a free action as soon as you regain consciousness.</p>\n<p>Alternatively, if no one picks up your warshard weapon within a week of your death, you can choose to fuse with your weapon rather than entering the River of Souls. You can no longer be brought back to life, but your soul remains bound to the weapon, and together you are an intelligent item, gaining the same Perception modifier, senses, communication, languages, attribute modifiers, and Will save as you. You retain the same Intelligence-, Wisdom-, and Charisma-based skills. You must still be carried and wielded, and your options are now limited to actions you can take as an intelligent item. You no longer gain or can spend Mythic Points, but as a weapon, you are still mythic. You can spend your actions to attack using the attack modifier with your warshard weapon you had in life, but your damage bonus uses the Strength modifier of your wielder instead of the Strength modifier you had in life. You gain the Impart Martial Wisdom action below, and you might gain other powers at the GM's discretion, such as the ability to influence or even control your wielder. If you're destroyed in this weapon form, your soul moves on to the River of Souls and you can be brought back to life using other means, but you must designate a new warshard weapon normally thereafter.</p>\n<p><strong>Activate—Impart Martial Wisdom</strong> <span class=\"action-glyph\">2</span> (concentrate, mythic, prediction)</p>\n<p><strong>Frequency</strong> once per 10 minutes</p><hr /><p><strong>Effect</strong> You call upon your experience in battle to see how best to attack a foe and give that knowledge to your wielder. Your wielder makes a Strike against a creature within reach or within your first range increment at mythic proficiency. This Strike ignores circumstance penalties to the attack roll and any flat check required due to the target being @UUID[Compendium.pf2e.conditionitems.Item.Concealed] or @UUID[Compendium.pf2e.conditionitems.Item.Hidden].</p>"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Warshard Warrior Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
