{
    "_id": "ut0jFv67YpvHBzD9",
    "folder": "DGDfBYAFadvavcnq",
    "img": "systems/pf2e/icons/actions/TwoActions.webp",
    "name": "Insta-Ballista",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "offensive",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p>Your squad quickly assembles a special impromptu ballista and fires it to lethal effect. Signal all squadmates you previously chose to participate in this tactic (see Special); these squadmates must be within the aura of your commander's banner. They can all Stride as a free action to assemble into a close formation; as long as all the chosen squadmates end their movement no more than 10 feet away from any of the other chosen squadmates. They quickly assemble an impromptu ballista and fire it at an enemy of your choice within 200 feet.</p>\n<p>This is a ranged Strike using your proficiency bonus with martial weapons and gets an item bonus to the attack roll you make with it equal to the number of assisting squadmates (maximum +4). It deals @Damage[10d12[piercing]] damage. Once the attack is completed, the pieces of the impromptu ballista fall apart.</p><hr /><p><strong>Special</strong> You must choose all squadmates who will participate in this tactic at the time you prepare it. Those squadmates must carry the pieces of your impromptu ballista, which can be made out of easily scavenged materials; these pieces are 8 Bulk in total and can be divided in 1 Bulk increments among any number of the chosen squadmates.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "commander-legendary-tactic"
            ],
            "value": [
                "brandish",
                "commander",
                "tactic"
            ]
        }
    },
    "type": "action"
}
