{
    "_id": "j9TEwIPFOUTZfVn3",
    "folder": "lO7eEXPM4mLROj2k",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Hero-God's Bond",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>At times, the myth of a hero-god includes a favored partner or a bonded ally, such as the hero-gods of promises and shield-bearers, Upion and Warrick. When you gain this feat, select an ally. They are your bonded partner. While you and your bonded partner are on the same plane, you and your bonded partner always have the same doomed value (defaulting to the highest value), so when your bonded partner's doomed condition would increase or be set to a specific amount, your doomed value also increases to match (if it is lower than your current doomed value). When either of you are @UUID[Compendium.pf2e.conditionitems.Item.Dying], the other knows this immediately, as well as the distance and direction to the dying partner's location. When either of you attempts a recovery check, as long as the other is on the same plane, you gain a +2 circumstance bonus to the check. You can communicate telepathically with your bonded partner as long as you are within 60 feet of each other.</p>\n<p>You can change your bonded partner by spending 1 week of downtime bonding with another ally.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Warrior of Legend Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
