{
    "_id": "0jJQglG57R6ss04M",
    "folder": "P1eIR82pwQUTnFxg",
    "img": "systems/pf2e/icons/actions/Reaction.webp",
    "name": "Restore the Moment",
    "system": {
        "actionType": {
            "value": "reaction"
        },
        "actions": {
            "value": null
        },
        "category": "defensive",
        "description": {
            "value": "<p><strong>Trigger</strong> Your turn begins</p><hr /><p><strong>Effect</strong> Spend a Mythic Point. Take the same actions in the same order, using the same die roll results to resolve those actions, as you did in the preserved moment, and apply modifiers to those rolls as they currently exist (not as they were when you recorded the loop), but at mythic proficiency. The exact details of how you accomplish your restored actions can change—you need not move in the exact same pattern or distance with a repeated Stride, for example, nor must you make a repeated Strike against the same foe you attacked in the first set of actions, but you do need to use the same type of movement when you Stride, and you do need to use the same type of weapon to Strike. If at any point during your turn you are unable to take the next action in the loop, your turn ends and you become @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 1}. For example, if you restored the above example against the firewyrm in a round where you were fighting an ogre and you weren't able to attempt a Strike with a longsword against the ogre as your second action, you would become stunned 1. Likewise, if at the end of your turn there was nothing for you to try to Climb, you would become stunned 1. You can preserve and restore a Cast a Spell action, but if you don't cast the same spell when you Restore the Moment, you become stunned 1 (you can Cast the Spell at a different rank, though).</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "traits": {
            "value": [
                "mythic",
                "occult"
            ]
        }
    },
    "type": "action"
}
