{
    "_id": "mK26QgHQvD7JSDQP",
    "folder": "AaMnJEVuSiz80cEE",
    "img": "systems/sf2e/icons/default-icons/feats-sf2e.webp",
    "name": "Combine",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "ancestry",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p>You temporarily merge your body with that of an adjacent willing creature, overlaying yourself atop them to better shield them from harm. This transformation lasts for 10 minutes. You can Dismiss this effect. When you do, you emerge in a space adjacent to the target you merged with. While combined, you and your target each take your own turns as normal and must be targeted separately for the purposes of abilities and other effects. Additionally, you and your target gain the following benefits.</p><ul><li>If the target is Medium or smaller, their size increases to Large and their reach increases to 10 feet.</li><li>You occupy the target's space and can't take actions with the move trait. If the target moves, you move with them.</li><li>For each Speed you possess, compare it to that of your target. If your Speed is faster, or they lack that Speed, they gain your Speed.</li><li>Your body shields the target from harm, granting them greater cover, though you don't gain cover. Your body doesn't obscure the target's vision or block line of sight.</li></ul>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 17
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "barathu",
                "manipulate"
            ]
        }
    },
    "type": "feat"
}
