{
    "_id": "To76BxkBS2ErAdgv",
    "folder": "IpgMFdh2A6r9Svxy",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Escaped from Time",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You were born before Earthfall, but when that doom came to Golarion, you were in the city of Xin-Edasseril—a city pulled out of time itself when Runelord Belimarius's Runewell of Envy malfunctioned. Even though you've since learned that you (along with everyone else trapped in Xin-Edasseril) relived that final week of Thassilon thousands of times over without realizing it while trapped outside of time, to you, it feels like Earthfall instantly transformed reality into what you now know to be the present age. Everything between Earthfall and the year of 4718 ar (when heroes restored Xin-Edasseril to reality) passed in less than the blink of an eye. You spent the next several years learning about the new age in which you found yourself—whether you've embraced this as a welcome escape from your pre-Earthfall life or you've struggled with melancholy for lost friend, family, or deeds left undone, you've managed to assimilate into the Age of Lost Omens—in large part due to the support of the other PCs. Queen Sorshen has taken an interest in all those who've escaped Runelord Belimarius's control after being restored to the modern era, but in your case, she's particularly interested in how you might be able to help her forge diplomatic ties with the city of Xin-Edasseril—with or without her bitter rival Runelord Belimarius in charge. She's said as much in her invitation to attend the opening of the Circle of Open Hands, hinting that linking the portal to Xin-Edasseril may be a good way to shore up relations with the far side of New Thassilon, although you doubt such a peace can be reached while Runelord Belimarius remains in control.</p>\n<p>Choose two attribute boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and the other is a free attribute boost.</p>\n<p>You're trained in Occultism and Architecture Lore. Your experience trapped in time for so long has had a unique side effect on your mind—when you're startled or threatened, you see brief flashes of competing timelines that can help guide your reactions. You've learned how to interpret these strange occult visions to bolster your reflexes. You can always choose to roll Occultism for initiative; when you do so, you gain a +2 circumstance bonus to the check.</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "check:statistic:occultism"
                ],
                "selector": "initiative",
                "type": "circumstance",
                "value": 2
            }
        ],
        "trainedSkills": {
            "lore": [
                "Architecture Lore"
            ],
            "value": [
                "occultism"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
