{
    "_id": "JvsjDU6mKKLl0NK4",
    "folder": "IpgMFdh2A6r9Svxy",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Runelord Researcher",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>For thousands of years, the looming monoliths found throughout the Saga Lands were a source of pride, fear, and curiosity, yet the dangers associated with them and the gulf of time itself kept their secrets mostly hidden. When Runelord Karzoug rose from his eons-long slumber in 4707 ar, these ancient secrets became thrust into the light, and Thassilon's legacy became a topic of modern discussion and exploration. The foundation of New Thassilon only strengthened this shift, and now you're one of many who have devoted your studies on the deep history of Thassilon and its runelords—a topic still shrouded in mystery. Whether the focus of your studies has been one of the more recently active runelords, like Karzoug, Alaznist, Belimarius, or Sorshen, or you're focused on one of the more obscure dozens of runelords who ruled during the centuries Thassilon existed, your knowledge has made you an invaluable asset on many adventures in the Saga Lands. It's also attracted Queen Sorshen's attention, and in her invitation to attend the opening ceremonies for the Circle of Open Hands, she made it clear she wants to engage you in several long discussions about the truths of ancient Thassilon, impressing upon you that while the runelords (including herself, she admits) of the ancient era were cruel and domineering, that many of the wonders they created could benefit the modern age–if people could trust that these wonders were safe! With your aid, she hopes to bring these innovations back.</p>\n<p>Choose two attribute boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and the other is a free attribute boost.</p>\n<p>You're trained in Arcana and Academia Lore. When you @UUID[Compendium.pf2e.actionspf2e.Item.Recall Knowledge] about runelords or ancient Thassilon, you gain a +2 circumstance bonus to the check. You automatically recognize the name and time of rule of any runelord you encounter or see an accurate representation of (such as a painting or statue). In addition, during your daily preparations, you can choose one of the following schools of Thassilonian rune magic to focus your mind on, gaining a +1 status bonus to saving throws against the listed effect for the next 8 hours.</p><ul><li><strong>Envy</strong> any effect that has the incapacitation trait (against foes who are higher level than you, the status bonus increases to +2)</li><li><strong>Gluttony</strong> death effects and void</li><li><strong>Greed</strong> polymorph and effects that can cause the following conditions: enfeebled, clumsy, or petrified</li><li><strong>Lust</strong> emotion</li><li><strong>Pride</strong> illusion</li><li><strong>Sloth</strong> effects that cause paralysis, slow, stun, or that grant penalties to your Speed</li><li><strong>Wrath</strong> effects that cause acid, cold, electricity, fire, or sonic damage (choose one)</li></ul><p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Runelord Researcher]</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Revenge of the Runelords Player's Guide"
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:recall-knowledge",
                    "runelord-researcher"
                ],
                "selector": "skill-check",
                "type": "circumstance",
                "value": 2
            }
        ],
        "trainedSkills": {
            "lore": [
                "Academia Lore"
            ],
            "value": [
                "arcana"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
