{
    "_id": "q5LPNeiPiC2CV9If",
    "folder": "rl5REaDECQmW6sqA",
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [],
    "name": "Supervolcanic Eruption",
    "system": {
        "attributes": {
            "ac": {
                "value": null
            },
            "emitsSound": "encounter",
            "hardness": 0,
            "hp": {
                "details": "",
                "max": 0,
                "temp": 0,
                "value": 0
            },
            "immunities": [],
            "resistances": [],
            "stealth": {
                "details": "<p>@Check[Mountain Lore|dc:40] (master), @Check[survival|dc:42] (master), or @Check[nature|dc:45] (legendary) to predict the eruption's arrival</p>",
                "value": null
            },
            "weaknesses": []
        },
        "details": {
            "description": "<p>Volcanic eruptions are dramatic events in which magma erupts from a planet's mantle onto its surface. They're often preceded by earthquakes and the opening of fissures in the ground that vent toxic gases. These initial signs can occur months or even years in advance, making it difficult to predict the eruption's timing. While the intensity, features, and progression of eruptions vary, this hazard represents the most dangerous variety of eruption, one that can swiftly overtake cities with rapid tides of superheated gas and rock and spew out enough ash to affect the climate for years. When these sorts of eruptions are also supervolcanos, eruptions with the highest degree of explosive force, they cause unparalleled transformation to the landscape and alter climate on a planetary scale.</p><p>If you're looking for something more supernatural, it's a relatively simple change to adjust the energy damage caused by a supervolcano's pyroclastic flow to something else—for example, a cloud of ghosts erupting from a long-lost city might inflict mental, spirit, or void damage instead of the fire or electricity damage a normal pyroclastic flow brings. Just be sure to give the new event a suitable description that matches the new type of damage!</p>",
            "disable": "<p>@Check[Mountain Lore|dc:42] (master), @Check[survival|dc:45] (master), or @Check[nature|dc:48] (legendary) to determine evacuation paths, @Check[medicine|dc:45] (master) to safely treat and relocate people poisoned by toxic gases in the preceding days, @Check[athletics|dc:48] (master) to relocate people and essential supplies, or @Check[crafting|dc:48] (legendary) to create filtration systems and barricades capable of withstanding a pyroclastic flow</p>",
            "isComplex": true,
            "level": {
                "value": 19
            },
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Pathfinder #221: Into the Apocalypse Archive"
            },
            "reset": "",
            "routine": "<p>(24 hours) When the hazard begins, toxic gas vents open throughout the affected region, followed by clouds of ash. As the eruption column collapses, material rushes forth from the volcano in a pyroclastic flow, which is followed by a dense ash cloud that persists for several minutes. Ash and toxic gas persist for up to 24 hours.</p><p>Ash limits visibility like a thick fog, deals @Damage[2d6[fire]] damage per minute, and creates difficult terrain as it collects on the ground. The ash also generates bolts of ash lightning. Once per minute, one unprepared PC takes @Damage[3d12[electricity]] damage (@Check[fortitude|dc:46|basic] save). Pockets of dense ash are particularly dangerous. Unprepared creatures in areas of dense ash must hold their breath or begin to suffocate.</p><p>When the pyroclastic flow first hits a region, creatures in its path must attempt a @Check[reflex|dc:43] save with the following results (prepared creatures increase their roll by one degree of success).</p><hr><p><strong>Critical Success</strong> The creature avoids most of the pyroclastic flow, but still takes @Damage[3d6[fire]] damage and treats all movement in the area as greater difficult terrain for the next 10 minutes.</p><p><strong>Success</strong> The creature takes @Damage[3d6[bludgeoning]] damage and @Damage[3d6[fire]] damage, and is buried in ash and debris. While buried, they can't breathe and take @Damage[4d6[fire]] damage each round at the start of their turn until they succeed at a DC 40 check to Escape, in addition to the normal @Damage[1d6[bludgeoning]] damage each minute for being buried.</p><p><strong>Failure</strong> As success, but @Damage[6d6[bludgeoning]] damage and @Damage[6d6[fire]] damage, and [[/act escape dc=42]].</p><p><strong>Critical Failure</strong> As success, but @Damage[12d6[bludgeoning]] damage and @Damage[12d6[fire]] damage, and [[/act escape dc=46]].</p>"
        },
        "saves": {
            "fortitude": {
                "value": 0
            },
            "reflex": {
                "value": 0
            },
            "will": {
                "value": 0
            }
        },
        "traits": {
            "rarity": "common",
            "size": {
                "value": "lg"
            },
            "value": []
        }
    },
    "type": "hazard"
}
