{
    "_id": "vb8DsfARkJGWd0GT",
    "folder": "alrhb8AOoRZfB85K",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "To Me!",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p>Two lives spent in adventuring groups has given you a special gift for bolstering party morale and pushing your allies to achieve greater ends when they work as a team. Spend a Mythic Point to rally your allies to your side to regroup or push your advantage. Stride and then make a melee Strike. As soon as your turn is over, your allies within 30 feet who can see and hear you may Stride in your direction as a free action, but don't have to. Your allies control their own movement and may move in such a way as to avoid obstacles or creatures, but if they Stride, they must be at least 5 feet closer to you than where they were when they started by the end of this movement. If yours or an ally's movement this round triggers reactions, you or your ally uses mythic proficiency to determine their AC or to attempt a saving throw to resist the reaction.</p>\n<p>If an ally is within melee range of the target of the Strike you made with this ability, that ally may also make a melee Strike against that enemy as a reaction instead of Striding toward you.</p>\n<p>Any Strikes from To Me! made against your nemesis, be they Strikes you make or Strikes made by allies, use mythic proficiency.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Heroic Scion Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "auditory",
                "emotion",
                "mental",
                "mythic",
                "visual"
            ]
        }
    },
    "type": "feat"
}
