{
    "_id": "dyDIRdq3QmP2QzBR",
    "folder": "AF5tLnq9AryanMqw",
    "img": "systems/sf2e/icons/abilities/blue-banner.webp",
    "name": "Commune with Tech",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "will"
            }
        },
        "description": {
            "value": "<p>You briefly establish a mystical connection between your mind and a piece of technology, allowing you to understand the object or manipulate its power. Choose any one of the following effects. An unwilling target must attempt a Will saving throw and negates the effect on a success.</p><ul><li><strong>Understand Tech</strong> You gain deep understanding of the target object or creature. For the next minute, you gain a +2 status bonus to skill checks to @UUID[Compendium.sf2e.actions.Item.Hack], use, manipulate, disable, identify, @UUID[Compendium.sf2e.actions.Item.Recall Knowledge] about, or otherwise interact with the target. @UUID[Compendium.sf2e.spell-effects.Item.Spell Effect: Commune with Tech]</li><li><strong>Discharge Creature</strong> A creature with the tech trait becomes glitching 1 on a failed save, or glitching 2 on a critical failure.</li><li><strong>Discharge Object</strong> The object loses all its remaining charges if its item level is up to your level minus 2. If the object is powered by electrical means but doesn't use charges, it instead loses power for 3 rounds. If the object's item level is greater than your level minus 2, it instead loses a single charge or powers down for 1 round.</li><li><strong>Charge Object</strong> The object restores all its spent charges if its item level is up to your level minus 2. If the object is powered by electrical means but doesn't use charges, it instead becomes powered for 3 rounds. If the object's item level is greater than your level minus 2, it instead gains a single charge or becomes powered for 1 round.</li></ul>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": "120 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "one creature or object with the tech trait"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "cleric",
                "concentrate",
                "focus",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
