{
    "_id": "XoYUZP9OYdDMz4I0",
    "folder": "AF5tLnq9AryanMqw",
    "img": "systems/sf2e/icons/abilities/blue-energy-triple-streak.webp",
    "name": "Parallel Forms",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You split yourself into two versions with different fates. Each version of you Strides from your current space, then takes a single action. If the actions are both attacks, they must target a different creature and use the same multiple attack penalty, counting as one attack toward your multiple attack penalty. Each round you Sustain the spell, your parallel forms share actions and use the same bonuses and penalties, including your multiple attack penalty. You apply damage dealt to either form to your current Hit Points, but if both forms take damage from the same effect such as from an attack or spell with area damage, you only apply the damage once. In the case of an effect with a save that affects both forms, you take the worse result and apply it to both forms. When the spell ends, you choose one of the two forms as your actual form and the other version of you disappears. The spell automatically ends if you are reduced to 0 Hit Points.</p><hr /><p><strong>Heightened (8th)</strong> Your parallel forms are @UUID[Compendium.sf2e.conditions.Item.Quickened] and can use the extra action to Step, Stride, or Strike.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "anchoring",
                "concentrate",
                "focus",
                "manipulate",
                "witchwarper"
            ]
        }
    },
    "type": "spell"
}
