{
    "_id": "TN2pHF9l3k4ZJ7di",
    "folder": "AF5tLnq9AryanMqw",
    "img": "systems/sf2e/icons/abilities/blue-eruption.webp",
    "name": "Warp Terrain",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You materialize terrain features from another reality within your quantum field. Choose one of the following effects, which lasts as long as your quantum field remains active, until you cast <em>warp terrain</em> again, or until you dismiss this spell.</p><ul><li>You cause the area of your quantum field to become difficult terrain. You determine the appearance of the warped terrain. You and your allies can move through the warped terrain normally and can @UUID[Compendium.sf2e.actions.Item.Take Cover] using its features.</li><li>You suppress terrain in your field, turning any existing difficult or greater difficult terrain in your quantum field to normal terrain. This does not apply to effects that cause a creature to count squares as difficult terrain (such as a solarian's graviton-attunement attacks). If you're attempting to suppress terrain created by a spell or other magical effect, you must successfully counteract the effect.</li></ul><hr /><p><strong>Heightened (3rd)</strong> You can choose to have the quantum field fill with fog, smoke, or another phenomenon that obscures vision. This functions as @UUID[Compendium.sf2e.spells.Item.Mist]. You can instead suppress one of these effects within your quantum field.</p>\n<p><strong>Heightened (6th)</strong> You can choose to have the quantum field become greater difficult terrain, or suppress greater difficult terrain.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "anchoring",
                "concentrate",
                "focus",
                "witchwarper"
            ]
        }
    },
    "type": "spell"
}
