{
    "_id": "J2Oi9MxW2e2gjrKC",
    "img": "icons/creatures/magical/fae-fairy-winged-glowing-green.webp",
    "name": "Fey Eidolon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your eidolon is a fey, a capricious being of the mysterious First World. Many fey appear similar to mortal humanoids with unusual features such as pointed ears, wings, or bodies composed of natural elements, but the full variety of fey is endless, and many others appear completely inhuman. Fey from the First World never truly die, instead forming a new creature. Fey eidolons usually come about when a summoner helps stabilize a difficult reformation. This means your fey eidolon likely lived a different life just before meeting you and might remember fragments of its old memories. Together, you might have to unravel a memory from your eidolon's past life among the fey.</p>\n<p><strong>Tradition</strong> primal (but see Fey Gift Spells below)</p>\n<p><strong>Traits</strong> eidolon, fey</p>\n<p><strong>Home Plane</strong> First World</p><hr /><p><strong>Size</strong> Small or Medium</p>\n<p><strong>Suggested Attacks</strong> fist (bludgeoning), wing (bludgeoning), attacks shaped like a weapon</p>\n<p><strong>Skirmisher Fey</strong> Str 14, Dex 18, Con 14, Int 10, Wis 10, Cha 12; +1 AC (+4 Dex cap)</p>\n<p><strong>Trickster Fey</strong> Str 12, Dex 18, Con 12, Int 12, Wis 8, Cha 16; +1 AC (+4 Dex cap)</p>\n<p><strong>Skills</strong> Deception, Nature</p>\n<p><strong>Senses</strong> low-light vision</p>\n<p><strong>Language</strong> Sylvan</p>\n<p><strong>Speed</strong> 25 feet</p><hr /><p><strong>Eidolon Abilities</strong> <em>Initial </em>fey gift spells<em>; Symbiosis </em>fey mischief<em>; Transcendence </em>fey chicanery</p><h2>Fey Gift Spells</h2><p>Your eidolon expands your primal magic with enchantment and illusion magic, allowing both of you to wield the power of fey charm and glamour. When you add spells to your repertoire, you can choose from the primal list as well as from enchantment and illusion spells that appear on the arcane spell list. As usual for when you add spells of a different tradition to your spell list, you're still a primal spellcaster, so all of your spells are primal spells.</p>\n<p>Your eidolon gains the @UUID[Compendium.pf2e.feats-srd.Item.Magical Understudy] summoner feat, despite not meeting the prerequisite level, and it can choose fey gift cantrips in addition to primal cantrips. As usual for a feat you are granted by name, you can't retrain Magical Understudy into another feat.</p><h2>Fey Mischief<span style=\"float:right\">7th</span></h2><p>Your eidolon's fey magic becomes more powerful and mischievous. Your eidolon gains the @UUID[Compendium.pf2e.feats-srd.Item.Magical Adept] feat, despite not meeting the prerequisite level, and can choose from fey gift spells in addition to primal spells.</p><h2>Fey Chicanery<span style=\"float:right\">17th</span></h2><p>Ever full of tricks, your fey eidolon twists magical protections into your shared life force, granting it a contingency in its back pocket for desperate situations. During your daily preparations, your eidolon can cast a contingency spell. The 4th-rank spell it chooses must come from the primal or fey gift list, and must either be common or be another spell you have access to.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Secrets of Magic"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.deception.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.nature.rank",
                "value": 1
            }
        ],
        "subfeatures": {
            "languages": {
                "granted": [
                    "fey"
                ],
                "slots": 0
            },
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "otherTags": [
                "summoner-eidolon"
            ],
            "rarity": "common",
            "value": [
                "summoner"
            ]
        }
    },
    "type": "feat"
}
