{
    "_id": "mdc30s4CuxR7HL3k",
    "folder": "wsI6o2pFapmjYgAT",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Not This Time",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Trigger</strong> A creature targets you with a single-target spell or ability that you defend against with a saving throw or your AC.</p><hr /><p>You reflexively attempt to cycle a creature's timeline briefly to a reality where it's less able to succeed. Spend a Mythic Point. The creature that targets you must then attempt a @Check[will|against:class-spell] save against your class DC or spell DC at mythic proficiency, whichever is higher.</p><hr /><p><strong>Critical Success</strong> The spell or ability affects you normally.</p>\n<p><strong>Success</strong> The creature's attempt to target you is slightly hindered. If your AC is being targeted, you gain a +2 circumstance bonus to your AC. If you need to attempt a saving throw, you gain a +2 circumstance bonus to the save.</p>\n<p><strong>Failure</strong> The creature's attempt to target you is significantly hindered. If your AC is being targeted, you gain a +2 circumstance bonus to your AC, and a critical hit against you becomes a normal hit. If you need to attempt a saving throw, you gain a +2 circumstance bonus to the save, and if you critically fail, you fail instead.</p>\n<p><strong>Critical Failure</strong> The creature's attempt to target you fails, and the actions it used to make the attempt are wasted.</p>"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Timewracked Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic",
                "occult"
            ]
        }
    },
    "type": "feat"
}
