{
    "_id": "vqgklLExo3HAVAm9",
    "folder": "wsI6o2pFapmjYgAT",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Preserve the Moment",
    "system": {
        "actionType": {
            "value": "reaction"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> Your turn ends.</p><hr /><p>Sometimes, your actions are so successful and impressive that it's worth going back to them. Note the actions you took during the turn that just ended (excepting the reaction you used to trigger Preserve the Moment), including the die roll results (not the actual check results). Die rolls you made as a result of others' actions on you or from the environment are not recorded. For example, if you Stride up to a firewyrm, roll a basic Reflex save against its intense heat aura, then Strike the firewyrm with a longsword, and then Climb up an adjacent wall, when you activate Preserve the Moment you record only the Stride action, the Strike action (and the die roll result you roll for the Strike), and the Climb action (and the die roll result you roll for the Athletics check to do so); you do not record your Reflex save against the aura's effects. Preserve the Moment works best, as a result, when the actions you take are relatively standard and when rolls associated with those are high rolls.</p>\n<p>You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Restore the Moment] reaction, which you can use once during the next 24 hours.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 16
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Timewracked Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Restore the Moment"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic",
                "occult"
            ]
        }
    },
    "type": "feat"
}
