{
    "_id": "GBFHOgMDZlNas6DF",
    "folder": "wsI6o2pFapmjYgAT",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Second Sight",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p>You peer into the next several seconds to watch the potential timelines around a nearby creature unfold. Spend a Mythic Point, then make a check to @UUID[Compendium.pf2e.actionspf2e.Item.Recall Knowledge] at mythic proficiency about a creature you can see. This check gains the following additional effects.</p><hr /><p><strong>Critical Success</strong> You learn all the actions the creature will take on its next turn (or in the first round of combat if combat hasn't begun), such as \"Stride toward Seelah\" or \"Cast shield.\" These actions are locked in and the creature must attempt them, even if the situation changes, though it need not perform the actions in the order stated. For instance, if the creature locked in the actions \"Stride toward Seelah,\" \"Make a longsword Strike against Seelah,\" and \"Raise a shield,\" and Seelah spent her turn moving adjacent to the creature, the creature can make the longsword Strike as its first action if it wishes. If the creature is unable to fulfill an action it committed to, it loses that action as it reels from a temporal paradox.</p>\n<p><strong>Success</strong> You gain one additional piece of information about the creature, as if you had critically succeeded at the Recall Knowledge check. If the situation changes drastically (perhaps Seelah becomes invisible and the creature is unaware where Seelah is), the GM determines what happens.</p>"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Timewracked Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic",
                "prediction"
            ]
        }
    },
    "type": "feat"
}
