{
    "_id": "yrlwMnjLgKaWtq74",
    "folder": "wsI6o2pFapmjYgAT",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Timewracked Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>The current of time shifts subtly in your field of view. You have learned to tread these temporal eddies, moving forward and pushing backward in small strokes—sometimes even gaining the ability to move your allies and enemies through time as you choose. Whether or not you'll ever be fully restored to your proper timeline, you can't predict—but until then you continue to manipulate your estrangement from time to move unseen, defy your opponents in combat, and occupy future or past versions of yourself to escape distress. With practice you could gain the ability to rehearse a speech at the same tie you deliver it or attack distant foes without spending the time to move between them. Eventually, you might gain the power to vanish from existence altogether while you hop forward and backward in time or even become immortal.</p>\n<p>Your Speed increases by 5 feet for each mode of movement available to you. You can spend a Mythic Point to roll any check made to determine your initiative at mythic proficiency. If your initiative roll result is tied with an opponent's initiative roll, you can choose to go first. In addition, you gain the @UUID[Compendium.pf2e.actionspf2e.Item.Sidestep Through Time] reaction.</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.j9wnNvtSNXVdcJcu]{Timewracked (Rare)}</p>"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Sidestep Through Time"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "destiny",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
