{
    "_id": "J9IWyHhvdtMVBjqg",
    "folder": "KGETkFaB5r8FyUND",
    "img": "icons/magic/life/heart-broken-red.webp",
    "name": "Deadly Vitality",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "fortitude"
            }
        },
        "description": {
            "value": "<p>You reach out across the strands of the universe and strangle the root of life that might flow into a living creature, cursing them to suffer for every bit of vitality they recover. If the target creature would receive any form of healing while under the effects of this spell, they afterward take damage from <em>deadly vitality</em>, potentially canceling out any healing they might have just received. This damage is dependent on the results of the creature's saving throw, made when the spell is first cast.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes an amount of void damage equal to half the amount of healing they just received (rounded down), to a maximum of 5 damage.</p>\n<p><strong>Failure</strong> The creature takes an amount of void damage equal to the amount of healing they just received, to a maximum of 10 damage.</p>\n<p><strong>Critical Failure</strong> The creatures takes an amount of void damage equal to the amount of healing they just received, to a maximum of 20 damage.</p><hr /><p><strong>Heightened (+2)</strong> Increase the amount of damage dealt by this spell's success condition by 5, its failure condition by 10, and its critical failure condition by 20.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Guilt of the Grave World"
        },
        "range": {
            "value": "60 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 living creature"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "divine",
                "occult"
            ],
            "value": [
                "concentrate",
                "curse",
                "death",
                "manipulate",
                "void"
            ]
        }
    },
    "type": "spell"
}
