{
    "_id": "a9og2ZYfr8kAeltU",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "systems/pf2e/icons/spells/gravity-weapon.webp",
    "name": "Secure Siege Weapons",
    "system": {
        "area": {
            "type": "burst",
            "value": 250
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You strengthen your army's siege weapons and prevent them from being commandeered by enemy hands. At the successful conclusion of the ritual, each allied siege weapon in the area gains an increase to its Hardness and Hit Points for the duration. In addition, enemies who try to operate or move an affected mounted siege weapon or pick up an affected portable siege weapon must succeed at a @Check[will|dc:20] saving throw or be forced to roll twice and take the worse result on any check to Load or Strike with the siege weapon; this is a misfortune effect. Finally, if an enemy Launches an affected siege weapon, their targets can roll twice and take the better result for any resulting saving throw; this is a fortune effect.</p><hr /><p><strong>Critical Success</strong> Each affected siege weapon's Hardness increases by 10, and its maximum Hit Points increase by an amount equal to three times the siege weapon's level.</p>\n<p><strong>Success</strong> Each affected siege weapon's Hardness increases by 5, and its maximum Hit Points increase by an amount equal to twice the siege weapon's level.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> All allied siege weapons in the area gain the broken condition.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 month"
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Crafting (expert) or Warfare Lore (expert)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Engineering Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "siege weapons operated by allied crews"
        },
        "time": {
            "value": "2 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
