{
    "_id": "QqMlN9VSHfD2v4Qv",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "icons/magic/fire/flame-burning-embers-yellow.webp",
    "name": "Ash-Strewn Ending",
    "system": {
        "area": {
            "type": "burst",
            "value": 1000
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Lo, speak of the hero-gods and their ash-strewn endings! Sing of their might as it falls on the land! Taste the bone and char that binds their life to yours! This ritual focuses on the burning of a mythic creature's corpse on a pyre in an outdoor location. Once the corpse has been reduced to ashes, the wind scatters those ashes across a 1,000-foot radius. As the ash lands on creatures within this radius, a fragment of the dead creature's mythic power flows into them.</p><hr /><p><strong>Critical Success</strong> Death has a lessened claim upon those in the ritual's area of effect. All creatures that were of a level equal to or lower than the level of the mythic creature incinerated as part of the ritual gain resistance 10 to void damage and a +2 status bonus to saving throws against death effects and to recovery checks.</p>\n<p><strong>Success</strong> As critical success, but only as long as the creature remains in the ritual's area.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> Grief washes over the area, and the threat of death looms more closely over the casters, who all gain weakness 10 to void damage and a –2 status penalty to saving throws against death effects and to recovery checks. This is a curse effect.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Ash-Strewn Ending]</p><hr /><p><strong>Heightened (6th)</strong> The area increases to a 1-mile radius, the duration increases to 1 month, the void resistance (or weakness) increases to 15, and the status bonus (or penalty) increases to +3.</p>\n<p><strong>Heightened (8th)</strong> The area increases to 10 miles, the duration increases to 1 year, the void resistance (or weakness) increases to 20, and the status bonus (or penalty) increases to +4.</p>\n<p><strong>Heightened (10th)</strong> As 8th rank, but one GM-selected non-mythic creature in the area becomes mythic. This creature's attitude and personality is favorable toward the primary caster.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "range": {
            "value": "10 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Religion (mythic) or Performance (mythic)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Crafting, Pharasma Lore, or Survival"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "death",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
