{
    "_id": "BNkgZi1bcQcVmBHp",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "systems/pf2e/icons/spells/protector-tree.webp",
    "name": "Encroaching Woods",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You entreat the spirits of a nearby wood to cloak the movements of you and your allies. Each day at dawn following the successful completion of the ritual, the trees and other plants of the affected area move up to 500 feet in a direction of your choosing. There must be enough open space for the trees to move into, maintaining the general shape and size of the affected area. Large fortifications, such as city walls, and inhospitable natural features, such as wide rivers, will stop the trees, but the forest can shape itself around small buildings and streams. The trees traverse the distance over the course of 5 minutes, which is slow enough for most creatures within the forest to move along with them if they desire. However, anyone watching the forest from outside doesn't immediately perceive the movement unless they succeed at a Perception check against the ritual's casting DC. After this movement, the fact that the trees have changed their positions is obvious.</p>\n<p>During the ritual's duration, creatures within the forest are obscured to those outside the forest, as determined by the ritual's degree of success. This cover is usually used to stealthily approach opposing armies or settlements.</p>\n<p>Once the ritual's duration has ended, the trees remain in their last location. They are affected normally by anything in their current environment that would prevent or stunt plant growth, such as a change of soil type or water quality, though such issues occur at the usual rate.</p><hr /><p><strong>Critical Success</strong> The affected trees sprout obscuring foliage, causing any creature within the forest to be undetected to creatures outside the forest. Each creature in the forest also gains greater cover.</p>\n<p><strong>Success</strong> As critical success, but the creatures inside the forest are @UUID[Compendium.pf2e.conditionitems.Item.Hidden] to creatures outside the forest and gain standard cover.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The primal energy of the forest lashes out at you, cursing you to become one of the trees you sought to control. Each caster immediately gains the petrified condition, though they're solid wood instead of stone. Instead of the normal Hardness, a petrified caster has a Hardness of 5 and a weakness to axes equal to their level. The DC to counteract this condition is the ritual's casting DC.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week"
        },
        "level": {
            "value": 8
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": "100 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (master)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Survival, Warfare Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "a section of forest no larger than 1,000 square feet"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "plant"
            ]
        }
    },
    "type": "spell"
}
