{
    "_id": "QGfVFyQhoalZbE9s",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "icons/magic/nature/tree-spirit-black.webp",
    "name": "Footholds and Foothills",
    "system": {
        "area": {
            "type": "burst",
            "value": 30
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>The physical world resists changes, but this can be subdued like any other foe. The hero-god of movement and mountains, the sure-footed Helidys, found the islands of Iblydos stubborn and unwilling to bend to his will. He asked a sandbar to lower itself so his ship could pass, but it refused. He asked again, and the sandbar told him to wait for the tides to change. On his third ask, he didn't wait for a response, and instead leapt from his ship and wrestled with it. The sandbar pushed and pulled with the currents, but Helidys succeeded and flattened the sandbar into a ribbon with his bare hands.</p>\n<p>When you cast this ritual, select to add, remove, roughen, or smooth out the area.</p>\n<p><strong>Add</strong> You create new terrain, selecting earth, stone, or water when you cast this ritual. Any creature within the newly created terrain's area moves to the closest available space. The new terrain can be created in a space that would not typically support it, such as a floating island.</p>\n<p><strong>Remove</strong> You create a 30-foot-deep crater-like depression in the area. Unless otherwise specified, the terrain immediately beneath the destroyed area is the same type. Water flows into the crater if such is present along the area's circumference. Creatures standing on the destroyed terrain can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Grab an Edge] if they are adjacent to a non-destroyed space. Otherwise, they use the typical rules for falling.</p>\n<p><strong>Roughen</strong> You transform the area into difficult terrain. If the area was already difficult terrain, it becomes greater difficult terrain.</p>\n<p><strong>Smooth</strong> You transform an area of difficult terrain into normal terrain, or an area of greater difficult terrain into difficult terrain.</p><hr /><p><strong>Critical Success</strong> You transform the area of your choice permanently.</p>\n<p><strong>Success</strong> You transform the area for the ritual's duration.</p>\n<p><strong>Failure</strong> You fail to transform the area.</p>\n<p><strong>Critical Failure</strong> The ritual backfires, and now the land knows how to easily beat you. For the next week, the primary caster treats all instances of the terrain they attempted to manipulate as difficult terrain (or difficult terrain as greater difficult terrain).</p><hr /><p><strong>Heightened (+1)</strong> The area increases by 20 feet.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week"
        },
        "heightening": {
            "area": 20,
            "damage": {},
            "interval": 1,
            "type": "interval"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "range": {
            "value": "120 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Athletics (mythic) or Nature (mythic)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Athletics, Acrobatics, Nature, or Survival"
            }
        },
        "rules": [],
        "target": {
            "value": "area that doesn't contain any structures"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "mythic"
            ]
        }
    },
    "type": "spell"
}
