{
    "_id": "NQk8Cabhhw7jXkg0",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "systems/pf2e/icons/spells/cast-into-time.webp",
    "name": "Halt Death",
    "system": {
        "area": {
            "type": "emanation",
            "value": 5280
        },
        "cost": {
            "value": "an hourglass filled with ebon sand, worth at least 10,000 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>While death may be war's stock and trade, you attempt to momentarily delay the inevitable. Upon the successful completion of the ritual, the sands of the hourglass begin to slowly float upward into the upper bulb over the course of the next 24 hours. The hourglass shatters at the end of the ritual's duration, ending the protective magic.</p><hr /><p><strong>Critical Success</strong> All living creatures within the area are guarded against death, gaining a +4 status bonus to saving throws against death effects. In addition, when a living creature in the area succeeds at a recovery check, they get a critical success instead. Finally, the first time during the duration that a living creature would be reduced to dying 2 or higher, that creature remains at dying 1 instead.</p>\n<p><strong>Success</strong> All living creatures within the area are guarded against death, gaining a +2 status bonus to saving throws against death effects. In addition, the first time during the duration that a living creature would be reduced to dying 3 or higher, that creature remains at dying 2 instead.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> Attempting to stave off death earns Pharasma's ire. You and all the secondary casters become @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 2}. This condition can't be reduced or removed for 1 week.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Effect: Halt Death]</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 day"
        },
        "level": {
            "value": 10
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Warfare Lore (legendary)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Medicine, Occultism, Pharasma Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "all living creatures"
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "vitality"
            ]
        }
    },
    "type": "spell"
}
