{
    "_id": "WRRbNyGam4ytTRgr",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "icons/environment/traps/steel.webp",
    "name": "Labyrinthine Prison",
    "system": {
        "area": null,
        "cost": {
            "value": "fine paper and ink worth a total value of the target's level × 25 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>This ritual was developed by a long-dead minotaur hero-god whose cult trained to hunt and trap evil beings. It creates a maze of ever-shifting warped space woven from intertwined demiplanes that twist in ways few can solve.</p>\n<p>You and the secondary casters draw a maze of twisted space into being with the target at its center. An unwilling target must be @UUID[Compendium.pf2e.conditionitems.Item.Immobilized], @UUID[Compendium.pf2e.conditionitems.Item.Unconscious], or otherwise prevented from leaving the area for the entire casting time, or the ritual fails. An unwilling target can attempt a Will save to resist the ritual; on a critical success, treat the result as critically failing to cast the ritual. While the target is trapped within the labyrinthine prison, they cannot escape it, as even abilities that give access to other planes are subject to being twisted into the maze. Instead the only way to escape is by succeeding at a Maze Lore, Perception, or Survival check against the labyrinthine prison's DC. This check can be attempted once per week, and the first check can only be attempted after a week has passed. If all casters spend one Mythic Point each, this interval changes to one year, and the DC uses the primary caster's mythic proficiency.</p><hr /><p><strong>Critical Success</strong> As success, and the twisted space renders the target @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} while within.</p>\n<p><strong>Success</strong> The target is trapped within the labyrinthine prison for the duration of ritual.</p>\n<p><strong>Failure</strong> The ritual fails to trap the target.</p>\n<p><strong>Critical Failure</strong> As failure, and the casters are all @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 4} for 1 week.</p><hr /><p><strong>Heightened (4th)</strong> The maximum level of the target is 10. The cost is the target's level (minimum 1) × 40 gp. The interval becomes 1 month, and spending Mythic Points increases it to 5 years.</p>\n<p><strong>Heightened (5th)</strong> The maximum level of the target is 12. The cost is the target's level (minimum 1) × 75 gp. The interval becomes 2 months, and spending Mythic Points increases it to 10 years.</p>\n<p><strong>Heightened (6th)</strong> The maximum level of the target is 14. The cost is the target's level (minimum 1) × 125 gp. The interval becomes 6 months, and spending Mythic Points increases it to 30 years.</p>\n<p><strong>Heightened (7th)</strong> The maximum level of the target is 16. The cost is the target's level (minimum 1) × 200 gp. The interval becomes 1 year, and spending Mythic Points increases it to 50 years.</p>\n<p><strong>Heightened (8th)</strong> The maximum level of the target is 18. The cost is the target's level (minimum 1) × 300 gp. The interval becomes 2 years, and spending Mythic Points increases it to 100 years.</p>\n<p><strong>Heightened (9th)</strong> The maximum level of the target is 20. The cost is the target's level (minimum 1) × 600 gp. The interval becomes 5 years, and spending Mythic Points increases it to 200 years.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "varies"
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #217: Death Sails a Wine-Dark Sea"
        },
        "range": {
            "value": "60 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Deception (expert), Maze Lore (trained), or Religion (expert)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Art Lore (trained), Crafting (trained), or Thievery (trained)"
            }
        },
        "rules": [],
        "target": {
            "value": "1 creature of up to 8th level"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "mythic",
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
