{
    "_id": "fr1AGcQo7WuvLvUi",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "icons/magic/death/undead-ghost-scream-teal.webp",
    "name": "Raise Runelord",
    "system": {
        "area": null,
        "cost": {
            "value": "gemstones worth 1,500 gp, fragments or significant items associated with the dead runelord"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>By drawing upon fragments of physical remains or treasured objects of a dead runelord and upon remnant energies of each runelord that live on after their deaths in the Dreamlands, this ritual creates a physical illusion of a long-dead runelord. There can only exist a limited number of risen runelords at a time, since each must be created from one of the finite number of dead runelords, although there's no limit as to how many times a risen runelord can be created to replace one who was destroyed. Risen runelords cannot be made from living or undead runelords. This leaves 32 potential risen runelords in the world at any one time as of the start of Revenge of the Runelords. This ritual creates an 11th-level risen runelord associated with the original runelord's sin, but the duration of that runelord's life depends on the ritual's result. As long as this ritual's inventor, Runelord Xanderghul, still lives, any attempt to cast this ritual by any other creature can never achieve a greater success than failure.</p><hr /><p><strong>Critical Success</strong> You create a risen runelord with a lifespan of decades, if not more.</p>\n<p><strong>Success</strong> You create a risen runelord with a lifespan of 10 days.</p>\n<p><strong>Failure</strong> You fail to create the risen runelord.</p>\n<p><strong>Critical Failure</strong> You fail to create a risen runelord but also attract the attention of vengeful psychopomps who manifest in place of the risen runelord. This should be a severe encounter of a level equal to the primary caster against a mix of psychopomps, who attack at once and fight to the death.</p><hr /><p><strong>Heightened (7th)</strong> You can create a 14th-level risen runelord, and the cost is 3,000 gp.</p>\n<p><strong>Heightened (8th)</strong> You can create a 16th-level risen runelord, and the cost is 5,000 gp.</p>\n<p><strong>Heightened (9th)</strong> You can create an 18th-level risen runelord, and the cost is 10,000 gp.</p>\n<p><strong>Heightened (10th)</strong> You can create a 20th-level risen runelord, and the cost is 20,000 gp.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (mythic)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Religion, Occultism, Society"
            }
        },
        "rules": [],
        "target": {
            "value": "1 dead runelord who is not already active as a risen runelord"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "dream",
                "illusion",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
