{
    "_id": "bTFWSpHEvXq8IK37",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "systems/pf2e/icons/spells/anathematic-reprisal.webp",
    "name": "Sleepless Season",
    "system": {
        "area": {
            "type": "square",
            "value": 5280
        },
        "cost": {
            "value": "an amethyst pendant worth at least 75 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You attempt to inflict a curse of sleeplessness upon individuals in the target area to weaken their resolve, possibly making it easier to conquer them. As you successfully complete the ritual, the amethyst pendant crumbles into sand that travels on an unfelt wind to drift down onto the target area. Each living creature in the target area must attempt a Fortitude saving throw against the ritual's casting DC or become unable to gain the benefits of a full night's rest for 1 week. The curse can be removed before that time with cleanse affliction or similar magic.</p><hr /><p><strong>Critical Success</strong> Sleep is unattainable for anyone in the target area who fails the saving throw. As usual, a living creature who goes more than 16 hours without sleeping becomes @UUID[Compendium.pf2e.conditionitems.Item.Fatigued]. A target who becomes fatigued in this way is also @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 1}; the value of this condition can't be reduced while they're fatigued. For every subsequent day an affected target is fatigued, the value of their enfeebled condition increases by 1 (to a maximum of 4).</p>\n<p><strong>Success</strong> Sleep can only be caught in short bursts for anyone in the target area who fails the saving throw. As critical success, but a fatigued target doesn't become enfeebled.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The notion of sleep itself abandons the casters. The casters become fatigued and can't gain the benefits of a full night's rest for 1 month. This is a curse effect.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": "5 miles"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Herbalism Lore (master) or Occultism (master)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Medicine or Warfare Lore"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "4 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "curse",
                "mental"
            ]
        }
    },
    "type": "spell"
}
