{
    "_id": "rsYeiz2V2KeEfjpr",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "systems/pf2e/icons/spells/earthquake.webp",
    "name": "Sprawling Tunnels",
    "system": {
        "area": null,
        "cost": {
            "value": "fine ink worth 50 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You spill the ink on an accurate map of the area, which transforms into a series of lines that correspond to a new network of tunnels under the earth. A momentary shift, like the aftershock of a distant earthquake, is the only aboveground sign that anything has occurred. You choose a single entrance and exit to these tunnels, which must be locations within range that are known to you, though you need not be familiar with them. For example, you could name \"the basement of the town hall\" as an exit if you knew the town hall had a basement but had never seen it with your own eyes. If either named entrance or exit doesn't exist, the ritual fails. The entrance and exit are difficult to spot, requiring a successful @Check[perception|dc:35] check to see; the casters automatically succeed at this check.</p>\n<p>The tunnels avoid existing subterranean features and underground structures, unless they're designated as an entrance or an exit. The tunnels are 10 feet wide and 15 feet high, providing room for most armies, but the passageways twist and turn, making navigation difficult. A creature can lead groups through the tunnels with a successful @Check[survival|dc:32] check to Sense Direction. On a success, the group reaches the other end of the tunnels in 2 hours. Failure on this check means the group gets lost within the tunnels for 4 hours, after which the leader can attempt the check again. A critical failure means that the group spends 8 hours wandering through the tunnels, only to arrive where they entered; the leader can attempt the check again the next day.</p>\n<p>If any creature is in the tunnels when the ritual's duration ends, it's harmlessly pushed to the nearest entrance or exit.</p><hr /><p><strong>Critical Success</strong> The map provides some indication of the layout of the tunnels. A creature with the map gains a +2 circumstance bonus to the Survival check to navigate the tunnels. Any creatures not allied with the casters take a –2 circumstance penalty to the Perception check to spot the entrance and exit.</p>\n<p><strong>Success</strong> As critical success, but the bonus to the Survival check is +1, and the penalty to the Perception check is –1.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The ground beneath your feet rebels against your attempt to control it. The casters are attacked by a pair of elite @UUID[Compendium.pf2e.pathfinder-monster-core.Actor.Elemental Avalanche]{Elemental Avalanches}.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week"
        },
        "level": {
            "value": 7
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": "5 miles"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Mining Lore (expert) or Nature (expert)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Engineering Lore, Warfare Lore"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "earth"
            ]
        }
    },
    "type": "spell"
}
