{
    "_id": "eHiWtMiXoI1d48A7",
    "folder": "o04idOr2cgTUSO5w",
    "img": "systems/sf2e/icons/abilities/purple-alien-brain.webp",
    "name": "Holographic Memory",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "will"
            }
        },
        "description": {
            "value": "<p>You reach into the target's mind, extract a specific memory you have some awareness of, and project it into a hologram. Alternatively, when casting this spell, you can choose to pull a random memory left to the GM's discretion. The holographic memory can be no longer than 5 minutes; if the extracted memory is longer than this, the hologram simply ends at that point. The hologram includes audio as well as visual components, but it doesn't contain haptic, olfactory, or other components. The hologram typically plays a memory that takes place in a single scene, though it can cut to multiple scenes if they're accurate to the memory and its length allows. The hologram plays the memory exactly as the target experienced it and from the target's perspective, so it often lacks context.</p>\n<p>This spell can target any living, @UUID[Compendium.sf2e.conditions.Item.Unconscious], or deceased sentient creature with an Intelligence modifier of –3 or higher. If the target is deceased, it can't have been dead for longer than 1 week, or this spell fails; once a corpse has been subjected to holographic memory by any caster, any subsequent castings of holographic memory fail.</p>\n<p>If the target is unwilling to share this memory, it can attempt a Will save to resist this spell.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 creature or corpse"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "divine",
                "occult"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "mental"
            ]
        }
    },
    "type": "spell"
}
