{
    "_id": "kmoigPZgEsJ2jsmp",
    "folder": "alrhb8AOoRZfB85K",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Eternal Hero",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You might be protected by divine intervention or the necessity of cosmic balance. You might be watched over by agents of destiny or fate. You could even be simply someone whose luck and skill have always worked together to ensure your triumph, no matter the odds you might face. Whatever the explanation, you're almost impossible to kill. You reduce the DC of recovery checks by 1 (this is cumulative with the reduction from the Heroic Scion Dedication feat). Whenever your doomed condition would increase to 4 or more, it doesn't increase. The first time each day you would be reduced to 0 Hit Points or outright killed by magical means, you instead remain at 1 Hit Point and become immune to all damage until the end of your next turn.</p>\n<p>If you finally do die, you can spend a Mythic Point as a free action to immediately reincarnate—manifesting in a new body with the same statistics (save for potential changes to your ancestry and ancestry feats) within 15 feet of where your death occurred. Each time you repeat this reincarnation, the cost to do so increases by 1, so that after your third reincarnation, you can no longer swiftly return (as no mythic character can ever have more than 3 Mythic Points at one time).</p>"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Heroic Scion Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
