{
    "PF2E": {
        "condition": {
            "sickened": {
                "note": "You can't willingly ingest anything—including serums—while sickened.",
                "rules": "<p>You feel ill. Sickened always includes a value. You take a status penalty equal to this value on all your checks and DCs. You can't willingly ingest anything—including serums—while sickened.</p>\n<p>You can spend a single action retching in an attempt to recover, which lets you immediately attempt a @Check[fortitude] save against the DC of the effect that made you sickened. On a success, you reduce your sickened value by 1 (or by 2 on a critical success).</p>"
            }
        },
        "Actions": {
            "TakeControl": {
                "Description": "<p><strong>Requirements</strong> You are aboard the vehicle and adjacent to its controls.</p>\n<p>You grab the wheel or some other mechanism in order to control the vehicle. Attempt a piloting check; on a success, you become the vehicle's pilot, or regain control of the vehicle if it was uncontrolled. Some vehicles have complicated controls that cause this action to become a multi-action activity.</p>"
            }
        },
        "Actor": {
            "NPC": {
                "Identification": {
                    "Skills": {
                        "Tooltip": "\"The skill used to identify a creature usually depends on that creature's trait, as shown on the Creature Identification Skills table, but you have leeway on which skills apply.\" — Starfinder GM Core pg. 54-55"
                    },
                    "Lore": {
                        "Tooltip": "\"Using the applicable Lore usually has an easy or very easy DC (before adjusting for rarity).\" — Starfinder GM Core pg. 54"
                    }
                }
            }
        },
        "Scene": {
            "HearingRange": {
                "Hint": "Limit the range* creatures can hear in this scene as a representation of \"an environment that distorts the sense, such as a noisy room\" (Starfinder Player Core pg. 424). Requires rules-based vision to be enabled."
            }
        },
        "SystemNameShort": "Starfinder",
        "TraitDescriptionDeadly": "On a critical hit, the weapon adds a weapon damage die of the listed size. Roll this after doubling the weapon's damage. This increases to two dice for elite and ultimate grade weapons and 3 dice for paragon grade weapons. For instance, an elite nano-edge rapier deals an additional 2d8 piercing damage on a critical hit. An ability that changes the size of the weapon's normal damage dice doesn't change the size of its deadly die.",
        "TraitDescriptionRatfolk": "A creature with this trait is a member of the ysoki ancestry. Ysoki are also known as ratfolk and are known for their ingenuity and comradery. An ability with this trait can be used or selected only by ratfolk or ysoki.",
        "TraitRatfolk": "Ysoki"
    }
}
