{
    "_id": "LmtwcpYmrJfhGIZY",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "systems/pf2e/icons/spells/dimensional-anchor.webp",
    "name": "Antimagic Artifice",
    "system": {
        "area": null,
        "cost": {
            "value": "reagents and oils worth a total value of 4,500 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You anoint a seemingly harmless item with the power to disrupt magic. As part of performing this ritual, you set a trigger for when the target object activates. The object remains enchanted for 1 week or until it's activated, whichever comes first.</p>\n<p>For 10 minutes after the object is activated, magic is suppressed within an emanation centered on the object. Spells can't penetrate the area, magic items cease to function within it, and no one inside can cast spells or use magic abilities. Likewise, spells—such as dispel magic—can't affect the emanation unless they're of a higher rank than the ritual. Magic effects resume the moment they pass outside the emanation. For example, a caster outside of the emanation could target a fireball on a spot on the other side of the emanation, even if the line of effect passes through the emanation. A summoned creature winks out of existence if it enters the emanation but reappears if the emanation ends. Invested magic items cease to function, but they remain invested and resume functioning when they exit the emanation; the attribute boost from an apex item isn't suppressed within the field. Spells of a higher rank than antimagic artifice overcome its effects and can even be cast by a creature within the field.</p>\n<p>The emanation disrupts only magic, so a +3 longsword still functions as a longsword. Magically created creatures (such as constructs with the magical trait) function normally within the emanation.</p><hr /><p><strong>Critical Success</strong> When triggered, the antimagic emanation has a radius of 100 feet. The ritual casters are unaffected by the emanation.</p>\n<p><strong>Success</strong> When triggered, the antimagic emanation has a radius of 50 feet.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The magic of the ritual backfires, scrambling the casters' minds. Each caster is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 4}. The value of this condition is reduced by 1 for each day that passes, and it can't be removed or reduced by any other means.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week (see text)"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (master), Nature (master), Occultism (master), or Religion (master)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Arcana, Nature, Occultism, or Religion (whichever is used for the primary check) and Warfare Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "one inanimate object of 1 Bulk or less"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
