{
    "_id": "OhEATZzWsLaRd9mb",
    "folder": "hKs6UhG3LS2GoyhG",
    "img": "systems/sf2e/icons/default-icons/feats-sf2e.webp",
    "name": "Fissile Budding",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "ancestry",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p>You can use Change Shape to split two of your identities into two different bodies, each using a unique form and identity. Each copy Strides to an unoccupied square. Both you and your copy act on your turn and use the same pool of actions, the same multiple attack penalty, and the same pool of Hit Points, but if both forms take damage from the same effect, such as from an attack or spell with area damage, you apply the damage only once. In the case of an effect with a save that affects both forms, you take the worse result and apply it to both forms. When this effect ends, you choose one of the two forms as your actual form and the other version of you Strides once toward you before becoming an arm that melds with your body as soon as it occupies the same square as you. If you can't retrieve your arm, you lose the ability to Change Shape into that copy's form and lose the use of that limb until it regrows in 1 week. This effect automatically ends if you are reduced to 0 Hit Points, if you occupy the same square as your copy, or after 1 minute.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 17
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Galaxy Guide"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "astrazoan",
                "traversal"
            ]
        }
    },
    "type": "feat"
}
