{
    "_id": "yyqLBsREH5PGMPxm",
    "folder": "sZFSeaV3PQMOzaiO",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Garhaazh",
    "system": {
        "attribute": [
            "str",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>In the early days the skies were gray, for Garhaazh found his joy in billowing smoke throughout the cosmos. His was the role of a smoldering menace, a predator who dwelt within obscuring miasma, ever in search of a worthy competitor. The role of predator and of prey were nebulous at this time, but Garhaazh saw them made fundamental in the bitter strife between his brother Dahak and his father Apsu. He watched with glee from between shadowed stars as the pair fought unto the precipice of oblivion. It awoke something vicious and horrible in Garhaazh's bilious heart. Such violence did not cause him to hesitate or to fear, it made him hungry.</p>\n<p>It was a joy unlike anything he'd ever known.</p>\n<p>In crude emulation he replicated what he assumed was the source of conflict between his family. He claimed himself the Primal King, the First King, the ruler of all he could see—a feat made all the easier by his habit for shrouding existence in choking smoke. Cernunnos emerged from the dark of the cosmos, bow in hand, to strike down the Primal King who had enshrouded the stars. Garhaazh felt a sting of delight in his bones when he first looked upon his foe. But when the first arrow was flung, Garhaazh was aghast. He had expected a grapple, the gouging of claws, the ripping of teeth—but to throw a barb from a grand distance? That was new. He had not conceived that violence could involve unexpected things. In the eyes of Garhaazh, this made Cernunnos a deceiver and, as a deceiver, this meant that deception was now a fair tactic—a fundamental tactic—in the flow of conflict. Cernunnos would not be the last to enlighten the Primal King to new ways in which to enforce his reign of brutal bluster.</p>\n<p>Though no nation can claim to center Garhaazh as their chief deity, he has served as the inspiration to countless tyrants and usurpers across history. His is the rhetoric of might making right, of self-important dominion, and of an ego that supplants the needs of the many in favor of short-term acts of carnage. In the modern era, he's firmly cast his gimlet eye upon Taldor. Since the start of Eutropia's reforms, the nationalist front of the Comolaudio Populi have rebuked her from the far-flung prefectures. Their sloganeering and protestations cloy for the return of a strongman leader. The Primal King offers boons to the most radical of these belligerents.</p>\n<p><strong>Title</strong> The Primal King</p>\n<p><strong>Areas of Concern</strong> conflict, dominance, hunting</p>\n<p><strong>Edicts</strong> act with mutual brutality, let might make right, always boast of your victories</p>\n<p><strong>Anathema</strong> act with humility, give mercy without supplication, die with grace</p>\n<p><strong>Religious Symbol</strong> crown of teeth, tusks, horns, or antlers</p>\n<p><strong>Sacred Animal</strong> none</p>\n<p><strong>Sacred Colors</strong> brass, gray, red</p>"
        },
        "domains": {
            "alternate": [
                "indulgence",
                "nature",
                "passion"
            ],
            "primary": [
                "ambition",
                "confidence",
                "wyrmkin",
                "might"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Draconic Codex"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "intimidation"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Noxious Vapors",
            "3": "Compendium.pf2e.spells-srd.Item.Haste",
            "5": "Compendium.pf2e.spells-srd.Item.Impaling Spike"
        },
        "traits": {},
        "weapons": [
            "jaws",
            "spear"
        ]
    },
    "type": "deity"
}
