{
    "_id": "anVCLNgxVYb45UPc",
    "folder": "3pg40FnhkRyKd11P",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Orator's Filibuster",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>When you seek to convince others of the worth of your cause, you are capable of unleashing such an entrancing torrent of rhetoric and metaphor that it is all but impossible to look away from you. When you begin a conversation or similar attempt with the goal of Making an Impression, all creatures who are observing you become @UUID[Compendium.pf2e.conditionitems.Item.Fascinated] unless they succeed at a @Check[will|against:class-spell] save against the higher of your class DC or spell DC. Creatures who are familiar with you and your verbal techniques, such as allies you've known for at least several days, are immune to this effect, though newer allies who have not heard one of your speeches before might still be affected.</p>\n<p>Affected creatures remain fascinated for as long as you continue your filibuster, though they can attempt a new save to end the effect at the end of each minute while your filibuster lasts. A creature who succeeds at a saving throw to end the fascinated condition from your filibuster is also unaffected by your attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Make an Impression].</p>\n<p>You can continue your filibuster indefinitely, but after every 10 minutes you must attempt a @Check[fortitude|dc:@self.level|adjustment:5|roller:self] saving throw against a hard DC for your level. Failing this save results in your filibuster ending and prevents you from attempting another filibuster for 1 hour.</p>"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Field Propagandist Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "auditory",
                "concentrate",
                "linguistic",
                "mental"
            ]
        }
    },
    "type": "feat"
}
