{
    "_id": "OScdfD8SyVvGqnog",
    "folder": "xs0KN2VWwsjJg7g0",
    "img": "systems/sf2e/icons/default-icons/feats-sf2e.webp",
    "name": "Shobhad Special",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 3
        },
        "category": "ancestry",
        "description": {
            "value": "<p><strong>Requirements</strong> You have at least one hand free and are wielding a two-handed ranged weapon that doesn't have the area trait in your inactive hands.</p><hr /><p>Invented by a talented shobhad sniper over a thousand years ago, the so-called \"shobhad special\" is a devastating maneuver that is only possible by a creature with the shobhad-neh's unique combination of size, strength, extra limbs, and cultural sniping techniques. Much to your pride, you're one of the few who have mastered it. Attempt a fist Strike against a creature at least one size smaller than you. If the attack is successful, you deal no damage but the target is immediately thrown up to 30 feet in a direction of your choice. Then, Switch Hands and make a ranged Strike against the target with the required weapon; the target is @UUID[Compendium.sf2e.conditions.Item.Off-Guard] against this Strike. Regardless of whether this Strike is successful, the creature then falls @UUID[Compendium.sf2e.conditions.Item.Prone] in whatever space is appropriate based on your throw.</p><hr /><p><strong>Special</strong> If you have the @UUID[Compendium.sf2e.feats.Item.Titan Wrestler] skill feat, you can use Shobhad Special against creatures up to your size, or up to one size larger than you if you're legendary in Athletics.</p>"
        },
        "level": {
            "value": 17
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Invasion's Edge Player's Guide"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "shobhad"
            ]
        }
    },
    "type": "feat"
}
