{
    "_id": "NdMZvW213LYo4PhI",
    "folder": "j1lRv2AcOAYm7mL6",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Necrologist Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your studies of the lists of the dead allow you to call forth a horde of undead with a brief incantation. You can summon your horde with the @UUID[Compendium.pf2e.actionspf2e.Item.Raise the Horde] activity, and you can use the @UUID[Compendium.pf2e.actionspf2e.Item.Mobbing Assault] action while your horde is raised to command it to attack. The eerie connection you have with your horde precludes you from also having an animal companion or any other companion (such as a follower; page 76), though if an ability allows you to have more than one follower (such as with the Additional Follower feat of the captain archetype), you can count your horde as one. You have enough control over your horde that it doesn't attack you or your allies.</p>\n<p>When raised, your horde is Huge and has a speed of 20 feet. It has the mindless and undead traits. It can be attacked. Though it's made of several undead creatures, it can't share the same space as other creatures (unless you have certain feats). Due to your eldritch connection with your horde, it uses your AC, saves, and other defensive statistics like skill DCs, but is immune to the grappled, @UUID[Compendium.pf2e.conditionitems.Item.Prone], and @UUID[Compendium.pf2e.conditionitems.Item.Restrained] conditions. The horde has resistance equal to your level to physical damage, but weakness equal to your level to area and splash damage. You share an animating force, so any damage that would be dealt to the horde is dealt to you instead, though you take damage only once from any ability that includes both you and the horde in the area of effect (though you take the greater amount of damage).</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.A5aAl3LLEiwbvQ9L]{Necrologist}</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "ability to cast spells from spell slots"
                },
                {
                    "value": "ability to cast summon undead"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Raise the Horde"
            },
            {
                "flag": "mobileAssault",
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Mobbing Assault"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
