{
    "_id": "gbBUxaWSD4nA9X7d",
    "folder": "9YoO0Fwj4tTYDKIt",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Craft Runewell",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Even if the runelord whose soul influences you never did so themselves, you know how to create your own <em>runewell</em>—an artifact that grants you a measure of immortality. You learn the @UUID[Compendium.pf2e.spells-srd.Item.Create Demiplane] ritual. To create your <em>runewell</em>, you must cast <em>create demiplane</em> heightened to 10th-rank. When you do so, you also create an anima focus (an immobile object like a statue or fortification with an appearance you design) at the location you cast the ritual, connecting your other-worldly home to this location. Once you create your <em>runewell</em>, you cannot create another unless the current one is destroyed.</p>\n<p>While you are located on the same plane that your anima focus is located on, or while you are within your <em>runewell</em>, any doomed value you gain stops at @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 3}. The only way an adversary can destroy your anima focus or <em>runewell</em> is to reduce you to 0 Hit Points and doomed 3 and then reduce your anima focus to 0 Hit Points using arcane magic (or an agent affected by arcane magic) from one of the schools in opposition to your specialized sin chosen when you took Avenging Runelord Dedication. Your anima focus has Hardness equal to twice your level and Hit Points equal to your own. Your anima focus has fast healing equal to twice your Intelligence modifier.</p>\n<p>Your anima focus is associated with the same sin as your chosen avenging runelord sin. As long as at least one sizable settlement in which this sin is prevalent (subject to the GM's discretion) is within a hundred miles of it, your anima focus absorbs energy from these sins. As long as it does so and you are on the same plane as the anima focus, you do not age and are immune to effects that rob you of your mental abilities (such as the never mind spell or the @UUID[Compendium.pf2e.conditionitems.Item.Confused] and stupefied conditions).</p>\n<p>Other creatures cannot enter your <em>runewell</em> unless they possess a planar key you created and gave to them, or unless they're adjacent to your anima focus. Your <em>runewell</em> has an exit that allows adjacent creatures within to activate with an Interact action; when they do so, they exit the <em>runewell</em> and appear adjacent to your anima focus. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Enter Runewell] activity.</p>"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Avenging Runelord Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Enter Runewell"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
