{
    "_id": "wS28Ma8oh1yf2p4m",
    "folder": "rl5REaDECQmW6sqA",
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [],
    "name": "Earthfall",
    "system": {
        "attributes": {
            "ac": {
                "value": null
            },
            "emitsSound": "encounter",
            "hardness": 0,
            "hp": {
                "details": "",
                "max": 0,
                "temp": 0,
                "value": 0
            },
            "immunities": [],
            "resistances": [],
            "stealth": {
                "details": "<p>@Check[Astronomy Lore|dc:42] (master) or @Check[nature|dc:45] (legendary) to chart the meteor's trajectory, @Check[society|dc:50] (master) to recall information on Xin-Bakrakhan and how it was destroyed during Earthfall</p>",
                "value": null
            },
            "weaknesses": []
        },
        "details": {
            "description": "",
            "disable": "<p>@Check[Ocean Lore|dc:42] (expert) or @Check[nature|dc:45] (master) or Survival (master) to chart the flood paths of the coming waves, @Check[crafting|dc:50] (legendary) to reinforce a shelter</p>",
            "isComplex": true,
            "level": {
                "value": 22
            },
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Pathfinder #221: Into the Apocalypse Archive"
            },
            "reset": "",
            "routine": "<p>(5 minutes) Only the first five minutes of this disaster directly impact the PCs, but during that time, they must contend with the combination of a megatsunami and meteor shower.</p><p><strong>Meteor Shower:</strong> As meteor shower, but @Damage[7d10[bludgeoning]] damage and @Damage[15d6[fire]] damage to all characters (@Check[reflex|dc:42|basic] save). If at least half the PCs succeeded at Prepare checks, only one randomly determined PC is affected by the meteor shower rather than the whole party.</p><p><strong>Tsunami:</strong> If at least half the PCs succeed on Prepare checks, they avoid all effects of the megatsunami until the last minute, at which point they're affected as if they were unprepared. Many of Xin-Bakrakhan's citizens are powerful wizards or otherwise have access to flight, be it by spell, wings, or flying minions, but their retreat into the skies above is chaotic. A PC capable of flight (or who is carried aloft by a flying ally) for an entire minute can avoid the tsunami's effects if they succeed at a @Check[acrobatics|dc:35] check to Maneuver in Flight to avoid mid-air collisions with others or falling meteors—on a failure they're forced back into the dangerous waters below and take a –2 circumstance penalty to saves against the tsunami's effects.</p><p>The tsunami floods into the lowest elevation area on the 2nd minute, then proceeds up into the higher regions as shown on the map on each of the following minutes. A PC in the area is affected as the standard megatsunami, but @Damage[(6d12+35)[bludgeoning]] damage (@Check[fortitude|dc:42|basic] save) when they're first struck and then @Damage[(4d12+25)[bludgeoning]] damage (@Check[reflex|dc:40|basic]) each minute they're carried along by the wave.</p>"
        },
        "saves": {
            "fortitude": {
                "value": 0
            },
            "reflex": {
                "value": 0
            },
            "will": {
                "value": 0
            }
        },
        "traits": {
            "rarity": "common",
            "size": {
                "value": "lg"
            },
            "value": [
                "environmental",
                "mythic"
            ]
        }
    },
    "type": "hazard"
}
