{
    "_id": "xCi23uEFef9jhtlM",
    "folder": "0xnakREinRcowzlH",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Overclock Senses",
    "system": {
        "actionType": {
            "value": "free"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your senses speed up to the point that time seems to stand still, allowing you to catch details and incoming attacks. You @UUID[Compendium.pf2e.actionspf2e.Item.Seek]. After you Seek, you gain a +2 circumstance bonus to your AC against ranged attacks and to Reflex saving throws until the beginning of your next turn.</p>\n<p><strong>Awakening</strong> When you use Overclock Senses, you can focus even more on the present moment, allowing you more apparent time to observe and plot at the expense of defense. When you use Overclock Senses, you do so with the benefits of darkvision, or if you are at least 14th level, with the benefits of truesight. You can attempt a @UUID[Compendium.pf2e.actionspf2e.Item.Recall Knowledge] check as a free action after Seeking. Your senses spent, you then do not gain the normal bonuses to AC and Reflex saving throws.</p>\n<p><strong>Awakening</strong> You hone your senses even further, letting you react to attacks almost before they happen. While you have the bonuses from Overclock Senses, if you would be hit by a ranged attack, you can spend a reaction to have the attacker roll the attack again (this is a misfortune effect), and if you would fail a Reflex save, you can spend a reaction to roll the save again (this is a fortune effect). You must take the second result, even if it is worse.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Gatewalkers Player's Guide (Remastered)"
        },
        "rules": [
            {
                "allowDuplicate": false,
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:flicker-deviant-classification"
                    }
                ],
                "uuid": "Compendium.pf2e.classfeatures.Item.Flicker Deviant Classification"
            }
        ],
        "selfEffect": {
            "name": "Effect: Overclock Senses",
            "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Overclock Senses"
        },
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "deviant",
                "magical"
            ]
        }
    },
    "type": "feat"
}
