{
    "_id": "V85N3d4sEuUR1ppD",
    "folder": "Ca9MPJiDZRxlgQIX",
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [
        {
            "_id": "juZQlAWPTVLPGs5a",
            "img": "systems/pf2e/icons/default-icons/action.svg",
            "name": "Moment of Glory",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "reaction"
                },
                "actions": {
                    "value": null
                },
                "category": "defensive",
                "description": {
                    "value": "<p><strong>Trigger</strong> A creature moves (or falls) more than 60 feet down the shaft below the illusory throne</p><hr /><p><strong>Effect</strong> All creatures in the shaft suddenly witness an endless night sky all around them, as if they were hurtling through outer space with no sign of any nearby planetary bodies. Each affected creature must attempt a @Check[will|dc:40] save to resist being @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} (or @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} on a critical failure) for 24 hours as the visual overwhelms them. The trap then rolls initiative.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {
                    "value": [
                        "illusion",
                        "mental"
                    ]
                }
            },
            "type": "action"
        }
    ],
    "name": "A Falling Star's Memories",
    "system": {
        "attributes": {
            "ac": {
                "value": null
            },
            "emitsSound": "encounter",
            "hardness": 0,
            "hp": {
                "details": "",
                "max": 0,
                "temp": 0,
                "value": 0
            },
            "immunities": [],
            "resistances": [],
            "stealth": {
                "details": "<p>(expert)</p>",
                "value": 30
            },
            "weaknesses": []
        },
        "details": {
            "description": "<p>The shaft walls vanish and are replaced by an endless field of stars in all direction, as if the viewer were suddenly lost in outer space.</p>",
            "disable": "<p>@Check[arcana|dc:40] (master) to unweave the magic left in the wake of the Trinity Star's passage, @Check[thievery|dc:43] (expert) to etch temporary runes to siphon away the magic, or @UUID[Compendium.pf2e.spells-srd.Item.Dispel Magic] (8th rank; counteract DC 33) to counteract the magic; three successes are required to disable the trap. Once the PCs are within the trap's overwhelming illusion, they can still attempt these checks to disable it, but the check DCs increase by 2.</p>",
            "isComplex": true,
            "level": {
                "value": 15
            },
            "publication": {
                "license": "ORC",
                "remaster": true,
                "title": "Pathfinder #219: Lord of the Trinity Star"
            },
            "reset": "<p>The trap resets automatically.</p>",
            "routine": "<p><strong>A Voyage Through the Infinite</strong> (1 action) Every round on its turn, the trap inflicts all creatures in the shaft with the perception that they have been hurtling at an unimaginable speed through the vastness of space. The stars are so distant that no indication of movement can be observed or felt beyond that overwhelming mental conviction. At the same time, the creatures feel as if something unimaginably powerful and hungry is chasing them... and gaining on them. Any PC who looks over their shoulder sees that the stars are indeed winking out behind them, as if an immense black object were growing closer or as if the stars themselves were vanishing. While the PC's body is somehow protected by the vastness of space, their minds are not—each PC must attempt a @Check[will|dc:40] save.</p><hr><p><strong>Critical Success</strong> As success below, but the creature also realizes they're reliving the memories of Runelord Xanderghul—like him, they're escaping some sort of horrific fate and are hurtling toward Golarion. The next time this creature achieves a critical success against this trap, they suddenly see Golarion loom large, and as they witness their \"crash\" into the Throne of the Troll King, they suddenly wake, @UUID[Compendium.pf2e.conditionitems.Item.Prone], in area <strong>C1</strong> at the heart Xin-Cyrusian. If any other PCs are still trapped in the Falling Star's Memories, a PC in Xin-Cyrusian knows instinctively that they can call out to those trapped PCs—each PC in Xin-Cyrusian who does so reduces the save DC against A Voyage Through the Infinite for those still trapped by 5.</p><p><strong>Success</strong> The creature realizes they're experiencing the path the Trinity Star took through the cosmos and becomes @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 1}.</p><p><strong>Failure</strong> The creature's grip on reality fades as they experience what seems like years or even decades of hurtling adrift through a vast expanse. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} for 24 hours or increases the value of their stupefied condition by 1 if they're already stupefied.</p><p><strong>Critical Failure</strong> As failure, but @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} (or increase the stupefied condition by 2).</p><hr><p><strong>Special</strong> If this trap would cause a creature's stupefied condition to exceed @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 5}, the creature instead \"crashes\" to the ground on the hilltop outside, about ten feet from the Throne of the Troll King. The creature takes @Damage[10d6[bludgeoning]] damage (@Check[reflex|dc:40|basic] save), and their stupefied condition now has an unlimited duration.</p>"
        },
        "saves": {
            "fortitude": {
                "value": 0
            },
            "reflex": {
                "value": 0
            },
            "will": {
                "value": 0
            }
        },
        "traits": {
            "rarity": "unique",
            "size": {
                "value": "lg"
            },
            "value": [
                "illusion",
                "mental",
                "mythic",
                "trap"
            ]
        }
    },
    "type": "hazard"
}
