{
    "_id": "ogEFxmaTBlXcpdoS",
    "folder": "UUGPX4hpBf1hT1KF",
    "img": "systems/sf2e/icons/abilities/blue-streak.webp",
    "name": "Forge Drift Beacon",
    "system": {
        "area": null,
        "cost": {
            "value": "UPBs and offerings worth 100,000 credits in total"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You consecrate a space station to the deity Triune by installing sacred hardware and syncing it to the hyperspace plane of the Drift. It becomes a Drift beacon that allows swifter travel to the surrounding region of space. The ritual requires at least 3 casters (to represent Triune's tripartite nature), but as many as 12 casters have been known to regularly perform this ritual. If the number of casters is not a multiple of 3, the ritual automatically fails.</p><hr /><p><strong>Critical Success</strong> The forging succeeds, and the entire space station becomes consecrated to Triune, gaining the effects of the consecrate ritual for a number of years equal to the number of casters who performed the ritual.</p>\n<p><strong>Success</strong> The forging succeeds.</p>\n<p><strong>Failure</strong> The forging fails.</p>\n<p><strong>Critical Failure</strong> The forging fails spectacularly and causes a glitch in Triune's code, which might have tangible effects on the space station, like glitch gremlin infestations, a visit from a spectra repair squad, inexplicable technical difficulties becoming rampant, or even planar glitches. For at least 1 year, further attempts to forge a Drift beacon at the site fail.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": "40 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Computers"
            },
            "secondary": {
                "casters": 3,
                "checks": "Crafting, Religion, Technology Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "1 constructed space station"
        },
        "time": {
            "value": "7 days"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "consecration"
            ]
        }
    },
    "type": "spell"
}
