{
    "_id": "hH2utNrlunNjpkKF",
    "folder": "UdfuJ9pRYdG9nJej",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Peerless Mascot Companion",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>As veterans of countless battles, you and your companion share an indomitable strength. The companion you gained with @UUID[Compendium.pf2e.feats-srd.Item.Commander's Companion] is now a specialized animal companion. You can select one of the usual specializations or the peerless mascot specialization. A commander's companion with the peerless mascot specialization gains the following benefits.</p><ul><li>It gains a 30-foot aura that grants the same benefits as your banner, effectively acting as a second banner. If you have your actual banner affixed to your companion, the aura is a single 60-foot aura (this includes the increased aura benefit from Battle-Tested Companion). If you later gain the Glorious Banner feat, your banner has a 100-foot aura while it is affixed to your peerless mascot companion.</li><li>It gains the beast trait.</li><li>Its Intelligence modifier increases by 2 and its Wisdom modifier increases by 1.</li><li>It is an expert in Warfare Lore.</li><li>It can speak one language that you also speak (chosen at the time you gain this feat).</li><li>Its maximum Hit Points increase by 20, increasing to 25 at 18th level, and 30 at 20th level.</li><li>Its mastery of all kinds of battlefields grants it a climb Speed and swim Speed equal to its land Speed; if it already had a Speed that was greater than its land Speed, then it has a climb Speed, swim Speed, and land Speed that are all equal to the highest Speed it has.</li></ul>"
        },
        "level": {
            "value": 16
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Battle-Hardened Companion"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "commander"
            ]
        }
    },
    "type": "feat"
}
