{
    "_id": "HnXZCpqRaj1nInjh",
    "folder": "Ic6bDFDq8L8Ep2BS",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Hydra's Bond",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>When the hero-gods built Pol-Sylirica and its seven armies, they feared betrayal from within. They took inspiration from the multi-headed hydra, and bound the seven armies together with supernatural ties to make them behave as if they shared one body. Following these tactics, during daily preparations, you can select a number of willing creatures equal to half your level to be part of your hydra's bond. Members of the same hydra's bond always know if another member is telling the truth.</p>\n<p>When a member of the hydra's bond saves against an effect that would have them act against their allies (such as the @UUID[Compendium.pf2e.conditionitems.Item.Confused] condition, a @UUID[Compendium.pf2e.spells-srd.Item.Dominate] spell, or other mental effects that would give an ally the @UUID[Compendium.pf2e.conditionitems.Item.Controlled] condition), you can spend a Mythic Point to allow that character to attempt the save at mythic proficiency. If a member of the hydra's bond fails a save against such an effect, other members automatically know that the target is controlled or under the influence of a mental effect. In addition, all members of the hydra's bond gain a +2 circumstance bonus to any roll made to counteract that effect.</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
