{
    "_id": "zJsu5JQGGOpyT6Xk",
    "folder": "Ic6bDFDq8L8Ep2BS",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Stages of Fate",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p>At one time, the hero-gods could not tell their own prophecies. Ongalte, hero-god of deicide, defied this rule and cemented why it should be upheld. Those that can reach into the web of fates and pluck out a string are forbidden from speaking of their own myth. Yet nothing forbids them from speaking the myths of others.</p>\n<p>You peer through the world around you to see the delicate threads connecting others to their fate when they become afflicted. Choose a creature within 30 feet that you can see and who you know is affected by an ongoing affliction that progresses through stages, such as most diseases or poisons. Spend 1 Mythic Point, then attempt a @Check[religion] check at mythic proficiency against that affliction's DC.</p><hr /><p><strong>Critical Success</strong> The next time the afflicted creature attempts a saving throw against the affliction, they automatically gain a critical success. If this results in the affliction coming to an end, you gain 1 Mythic Point.</p>\n<p><strong>Success</strong> The next time the afflicted creature attempts a saving throw against the affliction, they gain a +1 circumstance bonus to the roll and increase the result of the saving throw by one degree of success.</p>\n<p><strong>Failure</strong> The next time the afflicted creature attempts a saving throw against the affliction, they gain a +1 circumstance bonus.</p>\n<p><strong>Critical Failure</strong> You share the afflicted's fate, and are exposed to their affliction. You must immediately save against the affliction's effect.</p>"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
