{
    "_id": "lLXSHmNwWUuSiACi",
    "folder": "JlUS4L43QWp3cPhu",
    "img": "icons/commodities/gems/gem-faceted-diamond-pink.webp",
    "name": "Aeon Stone (Navigating)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>Staple items within the Azlanti Star Empire, these gemstones are popular status symbols for adventurers and wealthy collectors. Despite their myriad forms and functions, these stones are purportedly all fragments of crystal tools used by otherworldly entities to build the Universe in ancient times.</p>\n<p>When you invest one of these precisely shaped crystals, the stone orbits your head (or another visible part of your anatomy if you don't have a head) instead of being worn on your body. You can stow an <em>aeon stone</em> with an Interact action, and an orbiting stone can be snatched out of the air with a successful @UUID[Compendium.sf2e.actions.Item.Disarm] action against you. A stowed or removed stone remains invested, but its effects are @UUID[Compendium.sf2e.conditions.Item.Suppressed]{Suppressed} until you return it to orbit your head again.</p>\n<p>There are various types of <em>aeon stones</em>, each with a different appearance and magical effect. Each <em>aeon stone</em> also gains a resonant power when slotted into specific items, such as weapons with the aeon trait or antique magical devices called <em>wayfinders</em>.</p><hr /><p>This deep purple helicoid prism guides your innate sense of direction in even the emptiest reaches of space. You gain a +2 item bonus to Piloting checks to Navigate. The resonant power allows you to cast @UUID[Compendium.sf2e.spells.Item.Seek the Stars]{Seek the Stars} as a divine innate cantrip.</p>\n<p><strong>Activate—Navigate</strong> <span class=\"action-glyph\">1</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You concentrate on a Drift beacon you've visited before and mentally chart a course for that location. You immediately know which direction to travel to reach your destination, and your journey takes 1 day less if you're piloting the ship.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 16
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "cp": 0,
                "gp": 0,
                "pp": 0,
                "sp": 95000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:navigate"
                ],
                "selector": "piloting",
                "type": "item",
                "value": 2
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
