{
    "_id": "cw9u2izfwLqWZYBb",
    "folder": "JlUS4L43QWp3cPhu",
    "img": "icons/equipment/wrist/bracer-studded-copper.webp",
    "name": "Duo-Enhancers",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This magitech interface is a sophisticated pair of linked bracers, wristbands, gloves, or other garments suitable to the part of a creature's anatomy it uses to wield weapons. One of the paired enhancers includes a screen that displays data about the weapons the wearer is wielding, and the other enhancer contains magical crystals. When you wield a weapon in the hand wearing the display, the weapon's grade (such as tactical) is replicated onto the weapon you're wielding in the hand with the crystal enhancer, but only for purposes of determining the weapon's extra damage dice and tracking trait (which adds an item bonus to attack rolls). Any other properties of the weapon, such as its damage type, ammo, or upgrades, aren't replicated.</p>\n<p>The replication functions only if you wear both enhancers, and it ends as soon as you cease wielding a weapon in one of your hands. Consequently, the benefit doesn't apply to thrown attacks or if you're holding a weapon but not wielding it (such as holding in one hand a weapon that requires two hands to wield, or holding a weapon in non-active hands).</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 3
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "sp": 500
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "wornarmbands"
        }
    },
    "type": "equipment"
}
