{
    "_id": "5O3DUTQoUA3rcF6v",
    "folder": "JlUS4L43QWp3cPhu",
    "img": "systems/sf2e/icons/equipment/other/flexible-circuit.webp",
    "name": "Spell Chip (4th-Rank Spell)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Usage</strong> installed in computer or comm unit;</p><hr /><p>These chips can be installed in comm units and other computers to allow the device to cast spells. Each device can have only one spell chip. Casting a spell from a spell chip requires holding the computer or comm unit in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell. The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell must be of your spellcasting tradition. If the spell has a locus, you must still have that locus to cast the spell from a spell chip. Spell chips can't contain cantrips or rituals. The traits for this item vary based on the spell it contains.</p>\n<p>In addition to the charge expended to Cast the Spell, the delicate components that make up the core lattice of a spell chip can be destroyed if used in quick succession. Attempting to use a spell chip more than once per day requires overclocking it. Cast the Spell again, then roll a @Check[flat|dc:10]. On a success, the spell chip is broken. On a failure, the spell chip is destroyed. If anyone tries to overclock a spell chip that's already been overclocked that day, the spell chip is automatically destroyed (even if it's been repaired) and no spell is cast.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overclock</p>\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "cp": 0,
                "gp": 0,
                "pp": 0,
                "sp": 7000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "magical",
                "tech"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
