{
    "_id": "CptKtBneM7od45nc",
    "folder": "NQpcS2TwtjNNq1Qy",
    "img": "systems/sf2e/icons/abilities/blue-hex-field-dispersed.webp",
    "name": "Subjective Reality",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You alter your perceptions to convince yourself that another creature or object is an illusion. Choose one object or creature you can perceive within range. For you, the target becomes transparent and doesn't create sound, smell, or other sensory output. You can move through the target, and the target can move through you. You gain resistance to all damage originating from the target equal to your level. If you are targeted by or are in the area of one of the target's abilities or effects, the target must succeed at a @Check[flat|dc:5], and if it fails, you're unaffected by the ability or effect. You're immune to all of the target's auditory, linguistic, and scent-based attacks and effects. Your attacks deal no damage to the target, and the target is immune to your spells and other effects. You and the target can affect one another indirectly, such as through a Strike from a minion or through the environment affected by a witchwarper's quantum field. When this spell ends, the target becomes immune to subjective reality for 24 hours.</p>\n<p>@UUID[Compendium.sf2e.spell-effects.Item.Spell Effect: Subjective Reality]</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": "500 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 creature or object"
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "occult"
            ],
            "value": [
                "concentrate",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
