{
    "_id": "VynaowCerc7B4yvI",
    "folder": "PUfxgisPd7TTDluV",
    "img": "icons/sundries/books/book-embossed-jewel-silver-green.webp",
    "name": "Akashic Download",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You execute a psychic search of the Akashic Record for information about a specific topic and magically transfer this data to your comm unit or computer. When you Cast this Spell, choose any skill in which you're trained that has the @UUID[Compendium.sf2e.actions.Item.Recall Knowledge] action.</p>\n<p>Any time during the duration, you can consult your comm unit while attempting a Recall Knowledge check using your chosen skill. This check gains a +1 status bonus. Checking your comm unit is part of the action to Recall Knowledge. You must be holding the comm unit to do so. The comm unit instantly compiles and displays snippets and selections from various media relevant to the topic, which grants you the bonus. If you roll a critical failure on this check, you get a failure instead. If the check is successful and the subject is a creature, you gain additional information or context about the creature. Once you reference the comm unit, the spell ends. When the spell ends, your access to the Akashic Record ends, and all the information you downloaded returns to the Akashic Record.</p>\n<p>@UUID[Compendium.sf2e.spell-effects.Item.Spell Effect: Akashic Download]</p><hr /><p><strong>Heightened (3rd)</strong> You can reference your comm unit three times before the spell ends.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 day"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": ""
        },
        "requirements": "You have a comm unit or computer, used as a locus.",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "occult"
            ],
            "value": [
                "concentrate",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
