{
    "_id": "w6ILZ88apsQmBaVK",
    "folder": "A33sVqzFhyNJY0yB",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Predispose Settlement",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "skill",
        "description": {
            "value": "<p>You spend 7 days of downtime seeding propaganda through a settlement with a population of 2,500 or fewer. At 10th level, this increases to a settlement with a population of 10,000 or fewer, and at 16th level, you can affect settlements of any size.</p>\n<p>Select a faction or organization (such as the Pathfinder Society, the Hellknights, or the Firebrands) that this propaganda targets and whether you are improving or decreasing the settlement's attitude toward that faction. After this period, attempt a @Check[deception] or @Check[diplomacy] check against the hard DC of the level of the settlement. These changes last for 1 week before the people return to their original attitudes.</p><hr /><p><strong>Critical Success</strong> You adjust the starting attitude of the settlement's inhabitants toward the targeted faction by two steps. In addition, you gain a +1 circumstance bonus on initiative rolls made in encounters that include members of your targeted faction while in the settlement for 1 week.</p>\n<p><strong>Success</strong> As critical success, but the inhabitants' attitude is adjusted by one step.</p>\n<p><strong>Critical Failure</strong> The propaganda attempt backfires. The attitude of the settlement's inhabitants toward you decreases by one step.</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Field Propagandist Dedication"
                },
                {
                    "value": "expert in Deception"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "downtime",
                "skill"
            ]
        }
    },
    "type": "feat"
}
