{
    "_id": "4iEQ5zQSTRls3Kln",
    "folder": "O7SJLJtCStA1pAHP",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Heroic Weakness",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>As word of your faith spreads, so too does word of your foibles and weaknesses. Where originally these disadvantages may have been myths themselves, or simply manifestations of ill fortune or chance, when you take this feat, one of those weaknesses becomes real.</p>\n<p>Work with your GM to choose your heroic weakness—it must be to a specific damage type and must be associated with a specific condition, both of which must be elements that are going to be significant parts of your story's future. For example, you could choose for a weakness to be spirit damage caused to you by a follower of a rival god, physical damage from a specific category of weapon, void damage caused by a specific kind of undead, or fire damage taken in a certain part of the world or from creatures from that part of the world. The amount of weakness you gain to this damage is equal to twice your level.</p>\n<p>But with this new weakness comes a new source of power, for when your foes would take advantage of your weakness, you can use the pain and humiliation to bolster your own resolve. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Makes Me Stronger] reaction.</p>"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Godling Dedication"
                },
                {
                    "value": "hero-god accomplishment"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Makes Me Stronger"
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
