{
    "_id": "7XWN1cdprTZ8mjRr",
    "img": "systems/pf2e/icons/equipment/contracts/infernal-contracts/infernal-health.webp",
    "name": "Enkindled Quintessence",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>You have fully subsumed your soul within that of a dragon's soul, overloading your very essence with eldritch potential. You immediately retrain your class to that of a sorcerer with the draconic bloodline, with your draconic exemplar matching your bound dragon. You are able to cast spells immediately as if you had a full 8 hours of rest and completed your daily preparations; however, you become @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 2} from the strain of igniting your soul's magical potential.</p>\n<p>Once per day, from any distance, the dragon can either teleport you to their lair or teleport to switch places with you. This is a 3-action activity with the teleportation trait and the dragon's tradition trait.</p><hr /><p><strong>Oathbreaker's Calamity</strong> Should either party break the oath, both your souls begin to immolate through your physical forms. If either of you casts a spell, they immediately become @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 3} unless they're casting it to harm the other party. If either of you die as a result of this calamity, you rise as a wraith (if it's you) or a wyrmwraith (if it's the dragon).</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Draconic Codex"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "contract",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
