{
    "_id": "rt5CcqcOxZDqkYwD",
    "img": "icons/weapons/ammunition/bullet-ice-blue.webp",
    "name": "Extinguishing Ball",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "craftableAs": [
            "sling-bullets"
        ],
        "description": {
            "value": "<p><strong>Ammunition</strong> sling bullet</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate)</p><hr /><p>This deep-blue glass ball is filled with liquid, and its flight is accompanied by the sound of flowing water. An activated extinguishing ball does no damage. Instead, it bathes the target in a splash of magical water with the following effects, depending on the result of your attack roll.</p><hr /><p><strong>Critical Success</strong> As success, but the water removes all instances of persistent acid or fire damage affecting the target. In addition, it reduces the DC of any future flat checks to end persistent acid or fire damage to 10 for 1 minute, as a particularly appropriate type of assistance to end persistent damage.</p>\n<p><strong>Success</strong> The water removes one instance of persistent acid or fire damage affecting the target, as if the target had been submerged in water. If the target is taking persistent damage from multiple sources, you select which one is removed. The water aids in ending any remaining sources of persistent acid or fire damage, reducing the DC of the target's next flat check to 10, as a particularly appropriate type of assistance to end persistent damage.</p>\n<p><strong>Failure</strong> The extinguishing ball misses the target but impacts nearby, splashing the target with enough water to reduce the DC of their next flat check to end one instance of persistent acid or fire damage to 10, as a particularly appropriate type of assistance to end persistent damage.</p>\n<p><strong>Critical Failure</strong> No effect.</p>"
        },
        "level": {
            "value": 8
        },
        "price": {
            "value": {
                "gp": 75
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "consumable",
                "magical"
            ]
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "ammo"
}
