{
    "_id": "hKT6sixKQhu8f5zJ",
    "img": "icons/equipment/head/mask-carved-wood-pink.webp",
    "name": "Mask of Shifting Monstrosity",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This mask's features shift between various non-human elements, with each version reveling in grotesque and monstrous variations. During the festivals in Dhuraxilis, these masks are worn by influential and rich humans (or human-appearing populations) to better blend in with the monstrous crowds as they join in the revelry. While wearing the mask, you gain a +1 item bonus to Deception checks.</p>\n<p><strong>Activate—Monstrosity Meld</strong> <span class=\"action-glyph\">1</span> (concentrate, polymorph)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You take on the general appearance of a type of non-humanoid creature that you can see, with the transformation lasting for 8 hours. Activating this effect doesn't change your traits or statistics, nor does it grant any of the special abilities of the creature you're imitating. It does not change your size, so a Medium creature that assumes the shape of a manticore remains Medium sized. This effect uses the same rules as the Impersonate activity of Deception. Onlookers always assume you're the chosen type of creature unless they're actively Seeking. You gain a +4 item bonus to your Deception DC against such Perception checks and add your level even if untrained.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 360
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #218: Titanbane"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "deception",
                "type": "item",
                "value": 1
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "wornmask"
        }
    },
    "type": "equipment"
}
