{
    "_id": "zZwpFG8FY0Qwgz7e",
    "img": "icons/commodities/treasure/puzzle-box-glowing-blue.webp",
    "name": "Paradigm Cube",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "containerId": null,
        "description": {
            "value": "<p>A <em>paradigm cube</em> is a perfect 5-inch-square cube of stone. Each side is inlaid with precious crystals of a different color: red, orange, yellow, green, blue, and indigo. When one activates a <em>paradigm cube</em>, one of these sides is selected—it glows with the matching color and then darkens to a shade of violet once the activation ends, indicating that the magic from that particular side of the cube has been expended for the day.</p>\n<p><strong>Activate—Change Paradigm</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Frequency</strong> six times per day (but only once per day per color)</p><hr /><p><strong>Effect</strong> Select one of the six colors of the cube that hasn't been activated today, then roll the cube on the ground at your feet and attempt a @Check[flat|dc:11]. On a success, your chosen color activates as detailed below. On a failure, roll 1d6 to randomly determine which effect manifests; if the result of the roll is a color that's already been activated today, no effect occurs. The <em>paradigm cube</em> then immediately returns to your hand. If you spend 1 Mythic Point as part of this activation, your chosen color automatically activates without requiring a flat check, and the chosen effect's mythic enhancement unlocks. Once activated, the illusion created fills a @Template[type:emanation|distance:60] from you and lasts for 1 minute. You can end the effect early by activating Change Paradigm again by tapping the currently active color.</p>\n<p><strong>1—Red</strong> (emotion, mental, visual) Red is the color of anger and impatience. A crimson haze covers the area, setting everyone within the area on edge. Allies in the area gain a +2 item bonus to Intimidation checks to @UUID[Compendium.pf2e.actionspf2e.Item.Coerce]. <strong>Mythic Enhancement:</strong> Allies' saving throws against mental and incapacitation effects are attempted at mythic proficiency.</p>\n<p><strong>2—Orange</strong> (light, visual) Orange is the color of glory and opulence. The area becomes bedecked in elegant images, glamorous decor, and spectacular displays, and becomes brightly lit. Allies in the area gain a +2 item bonus to Performance checks, and allies who Rage in the area gain an additional 3 temporary Hit Points above what they would normally gain. <strong>Mythic Enhancement:</strong> Allies' Perception checks and Diplomacy checks to @UUID[Compendium.pf2e.actionspf2e.Item.Make an Impression] or Request are attempted at mythic proficiency.</p>\n<p><strong>3—Yellow</strong> (emotion, fear, light, mental, visual) Yellow is the color of terror and discord. The area's illumination, if any, takes on an unnerving, murky yellow tinge and becomes dim light. Allies in the area gain a +2 item bonus to Intimidation checks to @UUID[Compendium.pf2e.actionspf2e.Item.Demoralize]. <strong>Mythic Enhancement:</strong> Enemy creatures in the area who gain the frightened condition become @UUID[Compendium.pf2e.conditionitems.Item.Slowed]{Slowed 1} as long as they remain frightened, as the yellow light seems to cling to them and slow their movements to a nightmarish crawl.</p>\n<p><strong>4—Green</strong> (revelation, visual) Green is the color of logic and clarity. Visible text in the area becomes softly illuminated when read. Allies in the area gain a +2 item bonus to Lore checks to @UUID[Compendium.pf2e.actionspf2e.Item.Recall Knowledge]. <strong>Mythic Enhancement:</strong> Attempts made by allies to counteract or disbelieve illusions or to save against confusion effects are attempted at mythic proficiency.</p>\n<p><strong>5—Blue</strong> (emotion, light, mental, visual) Blue is the color of debilitating sadness and fractures in one's emotional facade. Somber light replaces the normal lighting, filling the area with dim illumination, and moods darken. Allies in the area gain a +2 item bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.Sense Motive]. <strong>Mythic Enhancement:</strong> An enemy in the area that fails an attack roll, saving throw, or skill check becomes @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} from sadness until the end of their next turn (@UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} on a critical failure).</p>\n<p><strong>6—Indigo</strong> (darkness, shadow) Indigo is the color of ignorance and the unknown. The area becomes cloaked in darkness, as per the darkness spell heightened to 6th rank. Allies in the area gain a +2 item bonus to Stealth checks to Hide. <strong>Mythic Enhancement:</strong> Allies' saving throws against fear, curse, or visual effects are attempted at mythic proficiency.</p><hr /><p><strong>Craft Requirements</strong> You must be a mythic arcane spellcaster capable of attempting Crafting checks at mythic proficiency.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4500
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #219: Lord of the Trinity Star"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "illusion",
                "invested",
                "mythic"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
