{
    "_id": "hmtzclfmm1FTExNp",
    "img": "icons/tools/hand/sickle-steel-grey.webp",
    "name": "Revenant Blade",
    "system": {
        "ammo": null,
        "baseItem": "sickle",
        "bonus": {
            "value": 0
        },
        "bonusDamage": {
            "value": 0
        },
        "bulk": {
            "value": 0.1
        },
        "category": "simple",
        "containerId": null,
        "damage": {
            "damageType": "slashing",
            "dice": 1,
            "die": "d4"
        },
        "description": {
            "value": "<p>The mortal agents of powerful necromancers are a varied lot, but they tend to share two things in common: a deep and abiding fear of death, and a desperate hope that loyalty to their foul masters might be rewarded with some means of transcending it. To most of these wretched souls, this simple <em>+1 striking sickle</em> is as close as they will ever come to realizing that desire.</p>\n<p>Revenant blades are usually created in large numbers to arm a necromancer's mortal troops before sending them into battle, and despite their name, they can be crafted from whichever base weapon is best suited for the expected conflict. Whatever form it takes, every revenant blade is adorned in some way with a small gem of deep black onyx. When you invest in the weapon, a small portion of your soul is transferred into the gem, bonding it to you and granting the weapon the effects of the @UUID[Compendium.pf2e.equipment-srd.Item.Decaying]{decaying rune }for as long as it remains invested.</p>\n<p>Should you die in battle while invested in a revenant blade, its gem shatters, and your corpse rises 1 round later to continue the fight. You become an undead creature under the GM's control, although you generally retain the motivations and loyalties you had in life. The GM chooses what type of undead you become, selecting an appropriate undead creature that has a level no greater than your level – 5, to a minimum of 0. You can't be raised from the dead by any means short of a wish ritual until your undead form is destroyed.</p>"
        },
        "expend": null,
        "grade": null,
        "group": "knife",
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 900
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Battlecry!"
        },
        "quantity": 1,
        "range": null,
        "reload": {
            "value": null
        },
        "rules": [],
        "runes": {
            "potency": 1,
            "property": [
                "decaying"
            ],
            "striking": 1
        },
        "size": "med",
        "specific": {
            "material": {
                "grade": null,
                "type": null
            },
            "runes": {
                "potency": 1,
                "property": [
                    "decaying"
                ],
                "striking": 1
            }
        },
        "splashDamage": {
            "value": 0
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "agile",
                "finesse",
                "invested",
                "magical",
                "trip",
                "void"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "weapon"
}
