{
    "_id": "GSVzDZFbnreVWGRD",
    "img": "icons/sundries/misc/key-ring-long-gold.webp",
    "name": "Spindle Key",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "containerId": null,
        "description": {
            "value": "<p>This foot-long, spindle-shaped puzzle box is made of otherworldly metal inlaid with a finely traced labyrinth pattern. By manipulating the key's length, the wider spindle can be caused to open, unfold, and move up and down along the shaft, often in ways that defy geometry.</p>\n<p>Every spindle key is attuned to one of the prison-spires that float above the Oubliette Plains in the Dreamlands. As a 10-minute activity, a creature can solve a spindle key by attempting a @Check[occultism|dc:37] check. On a success, that PC can thereafter use both of the spindle key's activations. On a critical failure, the key's magic plays havoc with the creature's spatial awareness. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 1} for 24 hours (which can't be reduced by any means) and can't attempt to solve the spindle key again until the effect ends.</p><hr /><p><strong>Activate—Align Spindle</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate, occult)</p>\n<p><strong>Effect</strong> You rotate the sections of the spindle key into an arrangement of your liking. As you do, the corresponding steel separators between floors of Liralarue's Oubliette spin to match that arrangement. If a creature is within the ten-foot-space between floors at this time, they take @Damage[10d6[bludgeoning]] damage (@Check[reflex|dc:37|basic] save) from being crushed and are then pushed into one of the adjoining rooms at random as the rotation seals it up.</p><hr /><p><strong>Activate—Breach</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate, occult)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You harness the key's occult geometry to bypass a lock within 30 feet. You attempt to Pick the Lock, using Occultism instead of Thievery for the check. You can spend a Mythic Point to attempt the check at mythic proficiency.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 17
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 14000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #220: Crypt of Runes"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "mythic",
                "occult"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        }
    },
    "type": "equipment"
}
