{
    "_id": "YZjmnoJD64oLMQ7q",
    "folder": "cTmXSS0L1MClVGP3",
    "img": "systems/sf2e/icons/abilities/blue-alien-insignia.webp",
    "name": "Force Field (Elite)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>Force fields absorb damage. A force field's Hit Points are based on its version. While your force field is active, any physical or energy damage you would take is applied to the force field's Hit Points first before being applied to your Hit Points (including temporary Hit Points). If you have a shield raised, your force field and shield both take damage. If damage from an attack or effect reduces the force field to 0 Hit Points, you take any excess damage, the force field deactivates, and it can't be activated again for 10 minutes. Force fields replenish the indicated number of Hit Points each round at the beginning of your turn while they're active.</p>\n<p>If your force field is tactical or better, it also protects you from deadly blows. Each time you're critically hit while your force field is active, attempt a flat check against the listed DC. On a success, it becomes a normal hit.</p>\n<p>The force field has 32 Hit Points and replenishes 6 Hit Points on your turn, and @Check[flat|dc:17].</p>\n<p>@UUID[Compendium.sf2e.equipment-effects.Item.Effect: Force Field]{Effect: Force Field 32}</p>\n<p><strong>Activate—Raise Force Field</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Frequency</strong> three times per day</p><hr /><p><strong>Effect</strong> Your force field becomes active. It remains active for 1 minute or until it's reduced to 0 Hit Points.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "cp": 0,
                "gp": 0,
                "pp": 0,
                "sp": 30000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "tech"
            ]
        },
        "usage": {
            "value": "installed-in-armor"
        }
    },
    "type": "equipment"
}
