{
    "_id": "XEaO0VrYNaQepXow",
    "img": "icons/creatures/magical/spirit-undead-ghost-blue.webp",
    "name": "Devotion Phantom Eidolon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your eidolon is a lost soul, unable to escape the mortal world due to a strong sense of duty, an undying devotion, or a need to complete an important task. Most phantom eidolons are humanoid with a spectral or ectoplasmic appearance, though some take far stranger forms. Your link with your eidolon prevents them from succumbing to corruption and undeath, and together, you will grow in strength and fulfill your phantom's devotion.</p>\n<p><strong>Tradition</strong> occult</p>\n<p><strong>Traits</strong> eidolon, ethereal, phantom</p>\n<p><strong>Home Plane</strong> Ethereal Plane</p><hr /><p><strong>Size</strong> Medium or Small</p>\n<p><strong>Suggested Attacks</strong> fist (bludgeoning), tendril (bludgeoning), unarmed attacks shaped like a weapon</p>\n<p><strong>Stalwart Guardian</strong> Str 18, Dex 14, Con 16, Int 10, Wis 10, Cha 10; +2 AC (+3 Dex cap)</p>\n<p><strong>Swift Protector</strong> Str 14, Dex 18, Con 16, Int 10, Wis 10, Cha 10; +1 AC (+4 Dex cap)</p>\n<p><strong>Skills</strong> Medicine, Occultism</p>\n<p><strong>Senses</strong> darkvision</p>\n<p><strong>Language</strong> one common mortal language the eidolon spoke in life</p>\n<p><strong>Speed</strong> 25 feet</p><hr /><p><strong>Eidolon Abilities</strong> <em>Initial</em> dutiful retaliation; <em>Symbiosis</em> steadfast devotion; <em>Transcendence</em> devotion aura</p><h2>Dutiful Retaliation</h2><p>Your eidolon deeply respects your assistance, and it extends its loyalty to you, attacking those who dare harm you. It gains the @UUID[Compendium.pf2e.actionspf2e.Item.Dutiful Retaliation] reaction.</p><h2>Steadfast Devotion<span style=\"float:right\">7th</span></h2><p>Your eidolon's dedication makes it extremely challenging for your foes to bend its mind. Your eidolon gains a +2 circumstance bonus to saving throws against mental effects, and if they roll a success against such an effect, they get a critical success instead. If you have the shared resolve class feature and your eidolon rolls a critical failure against a mental effect, they get a failure instead.</p><h2>Devotion Aura<span style=\"float:right\">17th</span></h2><p>After fighting at your side for so long, your eidolon has become as devoted to protecting you and your allies as it is to its original cause. It gains a 20-foot devotion aura, which has the abjuration, aura, and occult traits. Whenever one of your eidolon's allies within the aura takes damage, you can reduce the damage by your eidolon's Constitution modifier. You lose a number of Hit Points equal to half the amount by which the eidolon reduced the damage, rounded down. If the damage was lower than the Constitution modifier, base the damage you take on the actual amount of damage prevented.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Secrets of Magic"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.medicine.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.occultism.rank",
                "value": 1
            }
        ],
        "subfeatures": {
            "languages": {
                "granted": [],
                "slots": 1
            },
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "otherTags": [
                "summoner-eidolon"
            ],
            "rarity": "common",
            "value": [
                "summoner"
            ]
        }
    },
    "type": "feat"
}
