{
    "_id": "sZEQCWsq8MxAmEHp",
    "img": "icons/magic/symbols/elements-air-earth-fire-water.webp",
    "name": "Elemental Eidolon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your eidolon is a primal chunk of elemental matter infused with sapience, power, and identity, but unable to manifest a true form of their own without the life force you provide via your connection. Most elementals in their natural environment already have different sorts of forms, from vaguely humanoid, to animalistic, to simple masses of their component element. As your life force provides your eidolon the instincts necessary to adopt a physical form, their appearance varies based on the strength of their own self image and your prior exposure to elementals.</p>\n<p>Elemental eidolons tend to reach their unusual state—powerful but formless—as the result of large scale events or cataclysms, such as the war to seal the benevolent Elemental Lords or their recent unsealing. Whether elemental eidolons possess any memories of a previous life or are a new sapience formed from left-over essence of a mighty servant of the Elemental Lords brought low varies from eidolon to eidolon. Together, you might undertake a journey to understand your eidolon's mysterious past or leave the past behind and forge a new destiny of your own.</p>\n<p><strong>Tradition</strong> primal</p>\n<p><strong>Traits</strong> eidolon, elemental, and one more (see Elemental Core, below)</p>\n<p><strong>Home Plane</strong>: elemental plane matching their Elemental Core</p><hr /><p><strong>Size</strong> Medium</p>\n<p><strong>Suggested Attacks</strong> branch (bludgeoning), fist (bludgeoning), spike (piercing), tendril (bludgeoning), wave (bludgeoning)</p>\n<p><strong>Adaptable Elemental</strong> Str +1, Dex +4, Con +3, Int +0, Wis +1, Cha +0; +1 AC (+4 Dex cap)</p>\n<p><strong>Primordial Elemental</strong> Str +4, Dex +2, Con +3, Int –1, Wis +1, Cha +0; +2 AC (+3 Dex cap)</p>\n<p><strong>Skills</strong> Nature, Survival</p>\n<p><strong>Senses</strong> darkvision</p>\n<p><strong>Language</strong> s Sussuran (air elemental), Petran (earth elemental), Pyric (fire elemental), Talican (metal elemental), Thalassic (water elemental), or Muan (wood elemental),</p>\n<p><strong>Speed</strong> 25 feet</p><hr /><p><strong>Eidolon Abilities</strong> <em>Initial </em>elemental core<em>; Symbiosis </em>elemental burst<em>; Transcendence </em>elemental maelstrom</p><h2>Elemental Core</h2><p>Your elemental eidolon is an amalgam of elemental matter and mortal life force, which helps protect them from certain effects that are more harmful to mortals than elementals. They gain a +2 circumstance bonus to saving throws against poison and sleep effects, as well as effects causing the @UUID[Compendium.pf2e.conditionitems.Item.Paralyzed] condition. Additionally, their elemental essence bleeds less easily than flesh, so the DC of any flat check they make to remove persistent bleed damage is 10 (or 5 after receiving particularly effective aid). Choose for your eidolon to be an air, earth, fire, metal, wood, or water elemental. Your eidolon and all their unarmed attacks gain the trait of the chosen element, and the eidolon gains additional effects based on your choice.</p>\n<p><strong>Air:</strong> Your eidolon is formed from elemental air and is light as a breeze. Your eidolon can @UUID[Compendium.pf2e.actionspf2e.Item.Leap], @UUID[Compendium.pf2e.actionspf2e.Item.High Jump], and @UUID[Compendium.pf2e.actionspf2e.Item.Long Jump] twice as far, and doesn't take falling damage.</p>\n<p><strong>Earth:</strong> Your eidolon is formed from elemental earth, and is incredibly hard to move by force. Your eidolon gains a +2 circumstance bonus to their Fortitude or Reflex DCs against attempts to @UUID[Compendium.pf2e.actionspf2e.Item.Shove] or @UUID[Compendium.pf2e.actionspf2e.Item.Trip] them. This bonus also applies to saving throws against spells or effects that attempt to knock them @UUID[Compendium.pf2e.conditionitems.Item.Prone]. In addition, if any effect would force them to move 10 feet or more, they're moved only half the distance.</p>\n<p><strong>Fire:</strong> Your eidolon is formed from elemental fire and burns with embers of flame. Your eidolon gains resistance equal to half your level (minimum 1) to fire and an equal amount of weakness to cold and water. Their unarmed attacks deal 1 additional fire damage.</p>\n<p><strong>Metal:</strong> Your eidolon is formed from elemental metal and can adapt their metallic form to battle. One of your eidolon's starting melee unarmed attacks gains the versatile bludgeoning, piercing, or slashing trait, as your eidolon learns how to shift the metal into various weaponlike forms.</p>\n<p><strong>Water:</strong> Your eidolon is formed from elemental water and swims with ease. Your eidolon gains the amphibious trait, allowing them to breathe in water and air and to avoid the normal –2 penalty for making bludgeoning and slashing unarmed Strikes underwater. Your eidolon's land Speed is reduced to 15 feet, and they gain a swim Speed of 25 feet. You can take the Amphibious Form feat to increase their land Speed back up to 25 feet, as described in the feat.</p>\n<p><strong>Wood:</strong> Your eidolon is formed from elemental wood, and its living wooden form twists and regrows as you focus your elemental energies. You can choose to have your eidolon gain the plant trait. Whenever you Refocus, your eidolon regains a number of Hit Points equal to double your level.</p><h2>Elemental Burst<span style=\"float:right\">7th</span></h2><p>Your eidolon can form projectile attacks from their own body. Your eidolon gains the @UUID[Compendium.pf2e-animal-companions.AC-Features.Item.9P5AFhhbU1I2sOEN]{Elemental Burst} activity.</p><h2>Elemental Maelstrom<span style=\"float:right\">17th</span></h2><p>Your eidolon can form a swirling vortex of elemental matter and move across the battlefield, damaging everything in their path. Your eidolon gains the @UUID[Compendium.pf2e-animal-companions.AC-Features.Item.rF67DRcO2oJKJt5t]{Elemental Maelstrom} activity.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.nature.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.survival.rank",
                "value": 1
            }
        ],
        "subfeatures": {
            "languages": {
                "granted": [],
                "slots": 1
            },
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "otherTags": [
                "summoner-eidolon"
            ],
            "rarity": "common",
            "value": [
                "summoner"
            ]
        }
    },
    "type": "feat"
}
