{
    "_id": "Cf6Ej0OgFpqg2VoF",
    "categories": [],
    "name": "Ancestries",
    "ownership": {
        "default": 0
    },
    "pages": [
        {
            "_id": "dyusFHHyaQOaQhZ0",
            "category": null,
            "image": {},
            "name": "Android",
            "sort": 100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Androids thrive in nearly any environment and exist as part of countless cultures, meaning they can be found almost anywhere in the galaxy. Many androids are curious about their origins, traveling alone or with others in search of answers to a variety of metaphysical and material questions about their identities and the greater cosmos. Androids are diverse, with few individuals sharing the exact same appearance, despite their manufactured state.</p><p>If you want to roleplay a synthetic character on a journey of self-discovery, you should play an android.</p><h2>You Might...</h2><ul><li>Try to avoid others taking advantage of you.</li><li>Seek to understand your purpose in the wider galaxy.</li><li>Judge others based on how they treat service workers, blue-collar laborers, fans, or pets.</li></ul><h2>Others Probably...</h2><ul><li>Have trouble parsing your emotions or understanding when you express them.</li><li>Secretly covet your lack of aging.</li><li>Have some level of guilt for their ancestors' use of your species as laborers.</li></ul><h2>Physical Description</h2><p>Androids are biomechanical constructs who typically resemble humanoids with glowing circuitry. Most were created in specialized birthing sites called foundries. Older variants of androids, such as androids on Golarion, were primarily biological, but androids in the modern era usually incorporate more technological components and synthetic elements into their bodies. Androids need to eat and sleep, but they don't reproduce, don't age, and have no innate concept of gender—though many express humanoid gender identities or shift fluidly between them. Most androids voluntarily release their bodies after a century or so, allowing new souls to inhabit them in a process called renewal.</p><h2>Society</h2><p>Androids tend to be cautious when visiting new places and meeting new people. Once comfortable, androids can form tight bonds of friendship and kinship, adopting found families, and choosing entire neighborhoods and communities as their home, rather than remaining confined by the boundaries formed by walls. Androids often go out of their way to help one another and their chosen families and communities, and most hesitate to destroy the body of another android, knowing that to do so ends not only one life, but erases the countless other souls who could one day inhabit that body.</p><h3>Sample Names</h3><p>Asha, Blue-17, Celita, Daniv, Emene-3, Era- 4, Flick, Garro, Historia-6, Hope-1, Iseph, Melody, Naga, Olas, Omen, Prime, Ruby-17, Stringer, Twenty Six, Urdun, Verity-3, Yose</p><h2>Beliefs</h2><p>Androids hold a variety of religious and philosophical views, with individuals sometimes collecting beliefs and practices through decades of lived experiences. With a similar perspective to elves and other long-lived species, androids tend to view reality differently than beings with shorter lifespans. Many androids are patient in achieving their goals and might create plans that span decades or centuries, hoping they will be alive to experience the results. Elder androids who voluntarily pass on to the next part of their cycle sometimes bequeath their goals to the next soul to inhabit their body.</p><h4><strong>Popular Edicts</strong></h4><p>discover your origins, help others achieve long-term goals, plan for the future</p><h4><strong>Popular Anathema</strong></h4><p>engage in reckless or self-destructive behavior</p><h2>Android Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p><p><strong>Attribute Flaw</strong> Charisma</p><p><strong>Languages</strong> Common</p><p><strong>Additional languages</strong> equal to 1 + your Intelligence modifier (if it’s positive). Choose, from the list of common languages and any other languages to which you have, access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">android</li><li class=\"tag traits\">humanoid</li></ul><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Constructed</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.mnhmhOKWLiOD0lev inline]</p><h2>Android Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Artificial Scion Android]</p><p>@UUID[Compendium.sf2e.heritages.Item.Mod Fanatic Android]</p><p>@UUID[Compendium.sf2e.heritages.Item.Networked Android]</p><p>@UUID[Compendium.sf2e.heritages.Item.Renewed Android]</p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "CFvzqUAC03CP6sJI",
            "category": null,
            "image": {},
            "name": "Barathu",
            "sort": 200000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Barathus are floating, aberrant beings who effortlessly edit their own genetic code and merge together into countless bizarre and beautiful configurations. Early-stage barathus tend to be individualistic and gravitate toward learning about other cultures, while more experienced barathus develop a fluid sense of self and seek communion with others on a deeper level. Dreamers retreat to a transcendent reality only they can experience</p><p>If you want a character with an alien mindset who adapts to any situation, you should play a barathu.</p><h2>You Might...</h2><ul><li>Enjoy new experiences and eagerly adapt to new ideas.</li><li>Evolve your body frequently based on the environment or situation.</li><li>Merge with your companions or copy their genetic structure to learn about them.</li></ul><h2>Others Probably...</h2><ul><li>Are intrigued by your unique anatomy.</li><li>Admire your adaptability.</li><li>Struggle to recognize you because of your frequently changing appearance.</li></ul><h2>Physical Description</h2><p>The average barathu has a floating, blimp-like body with colorful tentacles and limbs dangling from it. Their bodies reflect their personal vision of themselves, and they maintain some control of its presentation. Since barathus frequently change their bodies at a genetic level, a barathu might experience dozens of unique evolutions over the course of their lifetime. Barathus mold themselves into larger, more fantastical forms after merging. Barathu conglomerates might appear as gigantic jellyfish, blooming ooze-flowers, or a flock of rainbow cloud rays.</p><h2>Society</h2><p>Most barathus have a fluid sense of self. In their early stage, young barathus often take inspiration from other cultures and exhibit more individualistic tendencies, then temper this worldview as they gain experience and merge with others. A barathu can merge with other barathus into a compound being called a conglomerate. A barathu conglomerate is greater than the sum of its parts, with an entirely new identity and worldview created by the fusion. Barathu conglomerates who split back into their individual parts recall only hazy memories from their time within the conglomerate, described by some as watching a holovid reel. While young barathus tend to find the experience disconcerting, most older barathus spend time with conglomerates. As their bodies and memories begin to fade with age, many barathus choose to merge permanently with a conglomerate, letting go of their individual self to join a greater consciousness and being.</p><h3>Sample Names</h3><p>Barathu names change when they merge and split back into their component parts. Many early stage barathus choose their own names, selecting words for concepts that resonate with them or creating combinations of sounds they find pleasing. Some barathu names include Ataraxia, Breeze, Bubble in Flight, Dololola, Gleelee, Harmony of Many, Ixeelu, Lilting Song, Sigh, Tenfold Storm, Unity of Purpose, Vortex, Wonder Among Iridescent Clouds, Xonswe, and Y.</p><h2>Beliefs</h2><p>Many barathus identify with Oras and choose to explore his faith, seeing their own constant evolution as a mirror of his journey from cell to god. Barathus who explored Liavara and experienced its cosmic song have their own beliefs, which they share in songs unfathomable to everyone except other Dreamers. A barathu's worldview and religion shift throughout their lifetime as they merge with others and literally expand their mind.</p><h4><strong>Popular Edicts</strong></h4><p>adapt to new situations, change your body into the shape you choose, work together to solve problems</p><h4><strong>Popular Anathema</strong></h4><p>tackle problems on your own</p><h2>Barathu Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 5 Feet (Hover); Fly 20 Feet</p><p><strong>Attribute Boosts</strong> Constitution, Wisdom, Free</p><p><strong>Attribute Flaw</strong> Dexterity</p><p><strong>Languages</strong> Brethedan, Common</p><p><strong>Additional languages</strong> equal to your Intelligence, modifier (if it’s positive). Choose from the list, of common languages and any other languages, to which you have access (such as the languages, prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">aberration</li><li class=\"tag traits\">barathu</li></ul><p><strong>Genetic Adaptation</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.83O5vLT0CiahoOds inline]</p><p><strong>Limited Telepathy</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.N9EDgQPjWcSS6rSb inline]</p><h2>Barathu Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Dreamer Barathu]</p><p>@UUID[Compendium.sf2e.heritages.Item.Early Stage Barathu]</p><p>@UUID[Compendium.sf2e.heritages.Item.Manufacturer Barathu]</p><p>@UUID[Compendium.sf2e.heritages.Item.Merged Barathu]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "7pU8yM7yPMw92SY3",
            "category": null,
            "image": {},
            "name": "Human",
            "sort": 300000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Human ambition has created empires throughout the stars. The Pact Worlds have many human residents, while the expansion of the Azlanti Star Empire presents a more sinister expression of humanity's growth. Though the Azlanti Star Empire is considered a bastion of oppression, there are countless diverse and inclusive societies established by humanity across the galaxy. Humans played a role in founding the most famous port in the known cosmos: Absalom Station. Regardless of their motives, humans thrive in both urban sprawls and in the most remote galactic frontiers.</p><p>If you want an adaptable character who can become just about anything, you should play a human.</p><h2>You Might...</h2><ul><li>Strive to achieve greatness, either for personal gain or on behalf of a cause.</li><li>Yearn to explore and experience the cosmos.</li><li>Cherish your relationships with family and friends.</li></ul><h2>Others Probably...</h2><ul><li>Respect your flexibility and usual open-mindedness.</li><li>Distrust your motivations, fearing you seek only power or wealth.</li><li>Aren't sure what to expect from you and are hesitant to assume your intentions.</li></ul><h2>Physical Description</h2><p>Humans' physical characteristics vary based on their lineage and home world. Humans have a wide variety of skin and hair colors, body types, and facial features. Some environments produce distinct human appearances, such as crimson-skinned hylki humans living on Akiton. Many humans enjoy altering their appearances by dyeing their hair, tattooing or scarring their skin, adorning themselves with body art and decorative garments, and installing augmentations.</p><h2>Society</h2><p>Human societies are as varied as the worlds they thrive on. While the Azlanti Star Empire seeks to recapture an imagined era of glory by isolating and idealizing an ancient culture from lost Golarion, most human groups coexist with other species in diverse communities. Human settlements just a few miles apart might have wildly different governmental styles and social norms. Despite their diverse lifestyles and outlooks, humans are adaptive and ambitious traits that have driven them to explore the unknown, forge their own futures, and settle on countless planets, creating lives for themselves by either integrating into alien societies or creating communities and settlements on distant worlds.</p><p>Of all the common ancestries in the Pact Worlds, humans were perhaps the hardest hit by the Gap. Due to Golarion's disappearance, humans were left with relatively little evidence with which to puzzle out and reconstruct their society. While Absalom Station and other worlds with large human populations contain documents related to the ancient history of humanity, how much relevance this should have to modern human society is a hotly debated topic.</p><h3>Sample Names</h3><p>Akif, Alezandaru, Amare, Baolo, Belor, Darilian, Hadzi, Hai Minh, Hiriko, Iolana, Jokug, Korva, Morvius, Navasi, Pao, Pasara, Raziya, Revhi, Sahba, Seoni, Sephia, Signe, Valeros, Valki, Yon, Zemir</p><h2>Beliefs</h2><p>Humans often believe in the structures they've established, and many adhere to the ideals of the Pact or follow the laws of other regions or organizations, like the Azlanti Star Empire or the Free Captains. Many also cleave tightly to faith, philosophy, or religion, finding in these intellectual and spiritual touchstones confidence, clarity, and comfort. Since humanity eagerly embraces change, there are always humans who oppose societal norms by challenging long-standing beliefs or laws. These ideals, whether societal, intellectual, or spiritual, are often used as a driving force or justification for a human's behavior and ambitions.</p><h4><strong>Popular Edicts</strong></h4><p>devote yourself to a greater cause, explore the cosmos, strive for greatness</p><h4><strong>Popular Anathema</strong></h4><p>waste what little time you have</p><h2>Human Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Two free attribute, boosts</p><p><strong>Languages</strong> Common</p><p><strong>Additional languages</strong> equal to 1 + your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">human</li><li class=\"tag traits\">humanoid</li></ul><h2>Human Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Golarion Survivor Human]</p><p>@UUID[Compendium.sf2e.heritages.Item.Skilled Human]</p><p>@UUID[Compendium.sf2e.heritages.Item.Urbanite Human]</p><p>@UUID[Compendium.sf2e.heritages.Item.Versatile Human]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "PKGmC9bntc0F90mY",
            "category": null,
            "image": {},
            "name": "Kasatha",
            "sort": 400000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Kasathas are originally from the desert planet of Kasath, a doomed world orbiting a red giant. Shortly after the period of lost history known as the Gap, kasatha leaders realized their planet was dying and made a plan to leave Kasath and settle on the distant red world in the Pact System known as Akiton. Centuries later, they arrived aboard the worldship Idari to find a thriving planet already inhabited by multitudes of other species. Most kasathas decided to stay on board the Idari, while others peacefully emigrated to the many planets of the Pact Worlds, where their scientific and metaphysical knowledge are welcomed additions to the diverse star system. Today, kasathas are found throughout the Pact Worlds and even in several Near Space systems.</p><p>If you want a character who strives for balance and harmony, you should play a kasatha.</p><h2>You Might...</h2><ul><li>Seek to maintain balance and harmony between yourself and others, as well as among cosmic forces.</li><li>Find traditional weaponry to be more honorable than modern munitions.</li><li>Keep your mouth hidden with a scarf or mask while in public.</li></ul><h2>Others Probably...</h2><ul><li>Assume your respect for tradition gives you an inflexible view of the universe.</li><li>Go to you for advice and expect you to provide guidance and wisdom.</li><li>Take your prioritization of personal dignity as a sign of elitism.</li></ul><h2>Physical Description</h2><p>Kasathas are humanoids with gray skin, four arms, and pure black eyes. They have an elongated skull that extends behind their neck, further accentuating their tall frames. After evolving to survive migrations on a massive world, many kasathas have wiry bodies with thick musculature that makes them strong despite their lanky appearance.</p><p>Many kasathas prefer wearing baggy, layered clothing that conceals their multiple arms and what they're wielding.</p><h2>Society</h2><p>Kasathan culture prioritizes stability and balance, with a respect for honor, tradition, and the importance of upholding and respecting one's edicts and anathemas. Most kasathas form matriarchal and nomadic clans and subclans organized into a complex myriad of Great Families. While each Great Family has its own set of customs and traditions, common staples include concealing one's mouth from all but your most intimate companions, a belief in the honor of fighting with melee weapons, and a coming-of-age period known as the Tempering, a traditionally yearlong period that could last longer for some kasathas. During their Tempering, a kasatha is encouraged to test their limits, learn from different cultures, and forgo familial customs in the hopes of learning firsthand the importance of stability and tradition.</p><p>While most kasathas go by their first name, many have a full name consisting of up to half a dozen elements referring to one's ancestors, clan, and connection to the Great Families of Kasath. For example, a kasatha properly named Barasul Naedarin Allar of Clan Allar and House Holdare, Keeper of Ten Million Thoughts would likely introduce themself as Barasul.</p><h3>Sample Names</h3><p>Altronus, Barasul, Ehu, Esar, Gorsen, Hadif, Jahir, Kala, Khsutil, Maeda, Metweska, Ninura, Remu, Senesel, Tolar, Umana, Voloteo, Zye</p><h2>Beliefs</h2><p>Kasathan cultures hold custom and ancestral tradition in high regard, but each kasatha follows their own unique set of traditions, combining the rituals of their clan with those they develop through life experience. This accumulation of traditions and customs often inspires older kasathas to spend time remembering and honoring the past daily.</p><h4><strong>Popular Edicts</strong></h4><p>cover your mouth in public, establish your own customs, honor your traditions, maintain balance</p><h4><strong>Popular Anathema</strong></h4><p>disrespect or belittle the traditions of others, disrespect your elders</p><h2>Kasatha Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Strength, Wisdom, Free</p><p><strong>Attribute Flaw</strong> Charisma</p><p><strong>Languages</strong> Common, Kasatha, One regional language of your choice</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">kasatha</li></ul><p><strong>Four-Armed</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.jwBbIr07dlAfrow8 inline]</p><h2>Kasatha Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Akitonian Kasatha]</p><p>@UUID[Compendium.sf2e.heritages.Item.Kasath Survivalist]</p><p>@UUID[Compendium.sf2e.heritages.Item.Shipborn Kasatha]</p><p>@UUID[Compendium.sf2e.heritages.Item.Stellar Nomad Kasatha]</p><p>@UUID[Compendium.sf2e.heritages.Item.Tempering]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "9ftj9N4Me4eKiz2T",
            "category": null,
            "image": {},
            "name": "Lashunta",
            "sort": 500000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Lashuntas are natural psychics with adaptive genetics who traditionally develop into one of two heritages at puberty: damayas or korashas. They have a well-earned reputation for being charismatic, driven, and self-reflective, with a perpetual desire for growth—both in terms of personal advancement and self-improvement. This cultural push to know oneself, embrace one's strengths, surpass one's past successes, and strive for ever- greater goals drives lashuntas to value education, focus, and training as well as to explore new discoveries, technologies, and modes of thought. While many lashuntas today still fulfill the traditional role of the enlightened warrior or the consummate scholar, time and shifting social norms have gifted lashuntas the freedom to branch out in countless ways, developing their own interests, hobbies, and genetic expressions, with no regard to their heritage or societal standing.</p><p>If you want to play a character who strives for self- improvement and has innate psychic abilities, you should play a lashunta.</p><h2>You Might...</h2><ul><li>Constantly strive to improve yourself through practicing skills and honing your powers.</li><li>Prioritize learning and diplomacy if you're a damaya, or physique and tactical prowess if you're a korasha—or if you're an unbound lashunta, you have different priorities.</li><li>Hold yourself to a much higher standard than you apply to others.</li></ul><h2>Others Probably...</h2><ul><li>Think you're a perfectionist and find your pursuit of self-improvement tiresome.</li><li>Distrust your psychic abilities, fearing you'll read their minds.</li><li>Idealize or label you based on your genetic expression.</li></ul><h2>Physical Description</h2><p>Damayas tend to be tall and graceful with delicate features and are traditionally pushed toward artistic or intellectual pursuits and political occupations. Korashas are shorter, more muscular, and gravitate toward military service, manual labor, and wartime leadership. Regardless of heritage, all lashuntas have short forehead antennae that focus their telepathy, with colorful bumps and facial markings unique to each individual. Lashuntas produce pheromones that subtly broadcast their moods in ways that other ancestries might find alluring or unnerving.</p><p>Around puberty, lashuntas traditionally choose whether to express damaya or korasha genetics—a decision that determines their physical development and influences their potential societal roles. Lashuntas achieve their choice through a combination of psychic rituals and gene therapy. Today, many young lashuntas have chosen to tread their own path and abstain from this choice, instead becoming “unbound.” Unbound lashuntas defy traditional roles and labels, and they might express traits and innate proclivities common to both of or neither of these groups. A growing minority of lashuntas instead pushes for further genetic diversification and aims to express unique or long-buried genetic permutations, pioneering entirely new chosen heritages. Whether such experimentation will prove fruitful remains to be seen.</p><h2>Society</h2><p>Since time immemorial, lashuntas have dwelled in sprawling, picturesque cities along the shores and wildlands of Castrovel, a lush jungle world teeming with dangerous predators and extreme weather. These independent settlements are protected by a mighty military caste of psychic warriors, technological defenses, and magical countermeasures. The most iconic of these soldiers are the shotalashu cavalry, lightly armored riders who form telepathic bonds with (and take their name from)</p><h3>Sample Names</h3><p>Lashunta naming conventions often use tonal elements. Some sample lashunta names are Domash, Hesori, Imaaz, Kima, Kopalo, Maenala, Nomae, Oraeus, Raia, Shess, Soryn, Stretto, Taeon, and Varikuara.</p><h2>Beliefs</h2><p>Lashunta cultures value education, self-improvement, and community defense. Religious lashuntas tend to identify with faiths that encourage balance, knowledge, meditative practice, and seeking enlightenment, such as Eloritu, Ibra, or Yaraesa. Other lashuntas shun religion entirely in favor of adopting a philosophy like the Cycle or the Green Faith, honoring a state leader, or following historic community traditions.</p><h4><strong>Popular Edicts</strong></h4><p>become the best version of yourself, never stop learning, train your mind or body daily</p><h4><strong>Popular Anathema</strong></h4><p>neglect your goals, wallow in failure</p><h2>Lashunta Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Charisma, Free</p><p><strong>Languages</strong> Castrovelian, Common</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it’s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">lashunta</li></ul><p><strong>Limited Telepathy</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.N9EDgQPjWcSS6rSb inline]</p><h2>Lashunta Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Damaya Lashunta]</p><p>@UUID[Compendium.sf2e.heritages.Item.Korasha Lashunta]</p><p>@UUID[Compendium.sf2e.heritages.Item.Unbound Lashunta]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "9ksnOvkrSXXFFFDX",
            "category": null,
            "image": {},
            "name": "Pahtra",
            "sort": 600000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Pahtras evolved on a low-gravity jungle world called Pulonis, where they fought a long war for independence from their Veskarium conquerors. Recently, pahtra freedom fighters defeated the last Veskarium occupiers, then voted to join the Pact Worlds as a sovereign planet. Today, Pulonis is a lush, verdant world wracked by dangerous magnetic storms and scarred by the Veskarium's brutal invasion. The struggles of survival have influenced many pahtra traditions, leading to a culture of competitive war games, time-honored mysticism, and unorthodox technology. Music accompanies everything in pahtra culture, from popular entertainment to traditional battle tactics, with martial combat even categorized as a form of battle dance.</p><p>If you want to play a character who fights for freedom with grace and style, you should play a pahtra.</p><h2>You Might...</h2><ul><li>Enjoy friendly competition.</li><li>Be a talented performer or cultured aficionado of a wide variety of music and dance genres.</li><li>Hold true to your ancestral traditions and refuse to kneel to cruel despots.</li></ul><h2>Others Probably...</h2><ul><li>Think you struggle with computers, vehicles, and other technology.</li><li>Envy your musical talent.</li><li>Assume you're looking for an excuse to prove yourself in a fight.</li></ul><h2>Physical Description</h2><p>Pahtras are feline humanoids covered in fur. Their coats vary from black, white, blue, calico, bi-colored, and tabby, often possessing unique patterns of irregular shapes that seers traditionally use to divine an individual's potential. Their eyes vary across all colors of the visible spectrum. Typical pahtras stand between 6 and 7 feet tall, with elongated limbs and flexible joints. Their physiology is highly mutable, and families that leave Pulonis often find their children developing stockier and more muscular bodies as they adjust to higher gravity.</p><p>Pahtras have sharp teeth and retractable claws on their hands and feet. They have a unique set of sensory organs across their muzzles, with functions varying from individual to individual. The most common of these peripheral nerves include harmonic sensory apparatuses that can feel sound.</p><h2>Society</h2><p>Pahtra cultures are steeped in tradition and highly competitive, with individuals vying for recognition and resources in a struggle that mimics the harsh natural order of their planet. Before the Veskarium invasion, technological advancement on Pulonis stalled because of the world's unpredictable magnetic storms. Even today, Pulonian technological development focuses on ceramics, bioengineering, chemistry, and magic. After breaking from the Veskarium, residents of Pulonis's nation-states overwhelmingly voted to join the Pact Worlds, and they're still acclimating to this new political allegiance.</p><p>The majority of pahtras are asexual. Most seek loving and life-long relationships with partners, but in modern times few commit to having children. Pahtras bear litters of six to eight children and prefer communal child-rearing, which allows parents to retain their individuality and shoulder responsibilities together.</p><h3>Sample Names</h3><p>Traditional pahtra names contain auspicious elements determined by a mystic. Pahtra names include Cahnex, Dae, Fetenekku, Hafoumei, Ifset, Ihrasara, Jeviish, Khieper, Lealorn, Mahdran, Miiyu, Onharaf, Rishir, Sanna, Tendris, Teoshanhi, Vokuvi, Voyenrel, and Zamahaii.</p><h2>Beliefs</h2><p>Many pahtras cling fiercely to their ancestral Pulonian traditions in an effort to keep their cultures alive after enduring generations of oppression by the Veskarium. Pulonian culture values personal success and standing out from one's peers and views all existence as a great song, with each person, event, and action adding to the galactic symphony that began at the dawn of time. Most pahtras enjoy healthy and productive competition, believing that one's true potential can emerge only from struggle. Underhandedly sabotaging or blatantly disrespecting a rival who follows the rules of a competition is a grave offense and usually seen as a sign of weakness. Pahtras make an exception to this code when facing a dishonorable foe, such as invaders from the technologically advanced Veskarium. In such cases, any form of resistance is acceptable, and the use of dirty tactics is considered a wise counter to a foe's unfair advantages. Many religious pahtras pray to Meyel, an ancestral deity of dance, music, and battle worshipped on Pulonis.</p><h4><strong>Popular Edicts</strong></h4><p>challenge yourself and your allies, perform music and dance daily, take pride in your accomplishments</p><h4><strong>Popular Anathema</strong></h4><p>abandon your ancestral traditions, bow to tyrants, give up your identity</p><h2>Pahtra Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Charisma, Dexterity, Free</p><p><strong>Attribute Flaw</strong> Constitution</p><p><strong>Languages</strong> Common, Pahtra, Vesk</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">pahtra</li></ul><p><strong>Senses</strong> Darkvision</p><h2>Pahtra Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Hunter-Stalker Pahtra]</p><p>@UUID[Compendium.sf2e.heritages.Item.Meyel's Chosen Pahtra]</p><p>@UUID[Compendium.sf2e.heritages.Item.Rime Walker Pahtra]</p><p>@UUID[Compendium.sf2e.heritages.Item.Sand Roamer]</p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "RM78QDGhVPlPrcvG",
            "category": null,
            "image": {},
            "name": "Shirren",
            "sort": 700000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Shirrens were originally members of the Swarm, a collection of colonies controlled by a hive mind that devoured entire planets. In time, shirrens gained a sense of individual self and rejected the Swarm's mindless consumption. They fled the hive mind and settled in the Pact Worlds, where they established their own communities and integrated into existing settlements.</p><p>If you want a character who enjoys working as part of a team while still valuing independence, you should play a shirren.</p><h2>You Might...</h2><ul><li>Build deep and powerful bonds with your comrades.</li><li>Enjoy your freedom and delight in the opportunity to make your own decisions.</li><li>Dislike violence and prefer seeking peaceful compromises that benefit everyone.</li></ul><h2>Others Probably...</h2><ul><li>Count on you to mediate disputes and act as a voice of reason.</li><li>Believe you overvalue and overthink simple choices.</li><li>Are disconcerted by your insectile physiology and telepathy.</li></ul><h2>Physical Description</h2><p>Shirrens are arthropods with antennae, compound eyes, and chitinous exoskeletons. Shirrens walk upright and have three sets of limbs with three-clawed hands. The lower, weaker pairs of limbs are generally kept concealed and only used for ceremonial and reproductive reasons. Shirrens vary in appearance based on the colony they descended from, and some have vestigial wings, segmented thoraxes, or stingers.</p><p>Shirrens have three sexes with roles in reproduction: male, female, and host. Female and male shirrens provide eggs and sperm respectively, and hosts incubate the fertilized eggs. In some shirren communities, a single host incubates for many partners, while three-party unions are common in others. Shirren young spend their first 2 years in a wormlike larval form. A parent might carry their larval child in a protective container to let them safely experience the world until they reach the pupal stage. Pupae undergo a second metamorphosis around eight years old before settling into their mature form a few years later.</p><h2>Society</h2><p>Shirrens value individual choice and rights, having escaped from the Swarm thanks to an adaptation to their physiology that causes pleasure when they make choices for themselves. Shirren culture is built around this love of choice, encouraging shirrens to adapt themselves to a wide variety of beliefs, philosophies, and professions. Shirrens are highly communal and tend to feel lonely unless they're part of a group. Once a shirren chooses a community for themself, they often settle into a specialized role. When times are tough, they pitch in for teamwork and prioritize what's best for the group over what only benefits them as individuals, as long as they retain their autonomy.</p><h3>Sample Names</h3><p>Shirrens rely primarily on telepathy for communication and have a secret soul-name that's purely thought-based. Shirrens readily accept nicknames bestowed by their companions. Some shirren speech-names include Cesca, Chk Chk, Halicon, Izenzi, Jchk, J'scib, Keskodai, Kinnik, Korskal, Philt, Schect, Thast, T'sen, Xylit, Zenka, and Zigvigix.</p><h2>Beliefs</h2><p>Shirrens define themselves by their choices and bristle against all forms of oppression. They enjoy cultural exchange, and while most eagerly adopt the deities and practices of other communities, others hold passionately atheistic worldviews that reject divine worship in favor of centering secular mortal experiences. Many shirren communities pay homage to Hylax, a benevolent deity believed to be the progenitor of their species. Hylax's faith is in turn shaped by her shirren followers, who believe her to be the pinnacle of unity without conformity.</p><h4><strong>Popular Edicts</strong></h4><p>make your own choices, try to solve problems peacefully, work for the greater good of the group</p><h4><strong>Popular Anathema</strong></h4><p>inflict thoughtless destruction, take away another's right to make choices</p><h2>Shirren Mechanics</h2><p><strong>Hit Points</strong> 10</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Constitution, Wisdom, Free</p><p><strong>Attribute Flaw</strong> Charisma</p><p><strong>Languages</strong> Common, Shirren, One regional language of your choice</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">shirren</li></ul><p><strong>Limited Telepathy</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.N9EDgQPjWcSS6rSb inline]</p><h2>Shirren Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Courtier Shirren]</p><p>@UUID[Compendium.sf2e.heritages.Item.Defiant Shirren]</p><p>@UUID[Compendium.sf2e.heritages.Item.Iridescent Shirren]</p><p>@UUID[Compendium.sf2e.heritages.Item.Swarm Exile Shirren]</p><p>@UUID[Compendium.sf2e.heritages.Item.Winged Shirren]</p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "kDLQjSlW2N1oEwji",
            "category": null,
            "image": {},
            "name": "Skittermanter",
            "sort": 800000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Skittermanders are the original inhabitants of Oeddertchonk, a planet that the Veskarium invaded long before the Gap and is more commonly known today as Vesk-3. Colorful in both appearance and personality, skittermanders are generally energetic and altruistic.</p><p>Most skittermanders quickly form new friendships, typically enjoy staying busy, and seek collaboration. Skittermanders are traditionally raised to always lend “allsix” hands to help a friend or stranger. Because of these values, they have a reputation throughout the galaxy for their compassion and selflessness that not every skittermander lives up to. Even the most altruistic skittermanders might be curious and nosy or insert themselves into others' business and problems as though they belong there.</p><p>If you want to play a character who's friendly and emotional and who enjoys helping others, you should play a skittermander.</p><h2>You Might...</h2><ul><li>Love to help others, perhaps even prioritizing their needs over your own or feeling anxiety when you can't offer assistance.</li><li>Enjoy exploring new places and meeting nufriends.</li><li>Wear your heart on allsix of your sleeves.</li></ul><h2>Others Probably...</h2><ul><li>Are in awe of your boundless energy, enthusiasm, and positivity (or another emotion you express most often).</li><li>Expect you to want to help them and act surprised if you don't.</li><li>Assume you're flighty or unreliable and that you don't take yourself seriously.</li></ul><h2>Physical Description</h2><p>Skittermanders are short and rotund, with big eyes and wide mouths lined with sharp teeth. They have six arms, leading to their use of the slang term allsix for giving one's best effort. A skittermander's body is covered in colorful fur, most commonly in bright shades of blue, green, purple, or red. Skittermanders are mammals who begin life in a non-sapient larval stage called a whelp. Skitterwhelps look like miniature skittermanders, save that they scrabble around on all eight limbs, have bigger ears, and have a secondary, tubelike mouth that sprouts from their abdomen. Skitterwhelps don't do much more than eat after birth, devouring fruits, seeds, leaves, raw meat, and any other source of nutrients they can cram into their mouths, hopefully with parental guidance. A skitterwhelp's stomach-mouth can attach to large prey and secretes numbing saliva, enabling them to cling to large animals and feed on them over time like a furry leech. Skitterwhelps mature into skittermanders around the age of six, when their stomach-mouths detach. Most retain their large and undiscerning appetite throughout their lives.</p><h2>Society</h2><p>Skittermander societies don't create governments, laws, or rules, yet residents naturally help each other, forming free- form independent communities or joining neighboring societies. Communities are tight-knit and welcoming, and individuals tend to be friendly, sociable, and engaged. Skittermanders are often talkative, only abstaining from constant group conversation while focused on a particularly challenging task or while sleeping. Upon encountering a focused, silent skittermander, other skittermanders often fall silent in turn to help them concentrate, respectful of the hush that's overtaken their fellow.</p><p>It's said that the Veskarium effortlessly conquered the skittermander home world of Oeddertchonk. When the skittermander residents realized their vesk visitors wanted to occupy their world, they “helped” by simply being elsewhere. Oeddertchonk is simultaneously an occupied outpost of the Veskarium and made up of entirely independent sovereign communities. The skittermanders help the Veskarium when they feel like it but don't acknowledge Veskarium leadership or governance. Because skittermanders don't engage in military resistance, the Veskarium happily tolerates the arrangement.</p><p>A skittermander adds to their name as they age and pass certain milestones. A name begins very short, usually no more than one syllable. New syllables are added with the passing of time or whenever the skittermander feels like commemorating an important event. Added syllables are often repetitive, and many skittermanders adopt parts of other foreign names (notably Vesk) into their own.</p><h3>Sample Names</h3><p>Ayoka, Baazo, Bixby, Dakoyo, Fipzul, Gazigaz, Jomp, Kayoko, Kimikim, Mimzy, Nako, Prismacora, Quonx, Rudfuz, Sprax, Timinim, Tipps, Tonkona, Viverivim</p><h2>Beliefs</h2><p>Skittermanders care little for organized religion, instead passing on their beliefs and values through stories, songs, and art. Many consider themselves atheist.</p><h4><strong>Popular Edicts</strong></h4><p>be kind, help others, respect and nurture living beings</p><h4><strong>Popular Anathema</strong></h4><p>cause intentional harm without reason, pollute the environment, refuse to help someone in dire need</p><h2>Skittermander Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Small</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Charisma, Dexterity, Free</p><p><strong>Attribute Flaw</strong> Wisdom</p><p><strong>Languages</strong> Common, Vesk, One regional language of your choice</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it’s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">skittermander</li></ul><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Six-Armed</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.cIrL2cSC1rCIBVDa inline]</p><h2>Skittermander Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Everwhelp Skittermander]</p><p>@UUID[Compendium.sf2e.heritages.Item.Gadraveech Skittermander]</p><p>@UUID[Compendium.sf2e.heritages.Item.Scrabbler Skittermander]</p><p>@UUID[Compendium.sf2e.heritages.Item.Skitter Raised]</p><p></p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "JxPJE2NPYNZ54EUO",
            "category": null,
            "image": {},
            "name": "Vesk",
            "sort": 900000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Vesk have a long history of conflict, first as conquerors within their own star system and later clashing with neighboring stellar powers such as the Pact Worlds and the Swarm. Currently, the Veskarium is at war with the Azlanti Star Empire. Conflict permeates most aspects of vesk cultures, creating powerful militaristic empires devoted to the bloody worship of their warrior god Damoritosh. Their brutal history and militaristic values shape vesk, who often embrace conflict and value strength, duty, and a personal code of honor. Individual vesk are just as likely to apply these cultural values to other aspects of life besides battle, notably in business and sport, and some vesk might abandon or oppose the ruthless values enforced by the rulers of their home worlds entirely. It's up to each vesk to claim their role as a conqueror or a collaborator—or something else entirely.</p><p>If you want a character who's duty bound, brave, and stoic, you should play a vesk.</p><h2>You Might...</h2><ul><li>Relish the chance to prove yourself in combat against worthy opponents.</li><li>Have a strong sense of duty and honor.</li><li>Surprise your companions with tenderness and emotional outbursts in private.</li></ul><h2>Others Probably...</h2><ul><li>Respect and fear your brutal reputation but appreciate your strength as an ally.</li><li>Mistake your stoicism for heartlessness.</li><li>Fear facing you in battle.</li></ul><h2>Physical Description</h2><p>Vesk stand up to 7 feet tall, are generally muscular, and are covered in tough, scaly skin. Spiky horns grow from their skulls and form bony “beards” along their jaws that sometimes extend down their spines to their powerful tails. Vesk scales are generally shades of green but can also display vibrant, mottled coloration that's sometimes considered an indicator of health and attractiveness.</p><p>Vesk adopted tech weapons early in their history but retain the brutal claws and teeth of natural predators. They take great care in grooming and painting their scales and claws to showcase their personal style and intimidate others.</p><h2>Society</h2><p>Vesk society is highly organized and militaristic. Vesk first dwelled on a single planet but quickly spread to other worlds in their system. Today, the name for these conquered worlds is the Veskarium, with each given a number to mark their distance from the sun and order of conquest (such as Vesk-3 or Vesk-8). Vesk Prime, the vesk ancestral home, is the seat of Veskarium government and the heart of their culture.</p><p>Vesk names typically combine elements of their parents' names as well as those of other prominent ancestors. Companions often shorten these names for casual use, but doing so without permission is a grave insult. Some vesk take on epithets that signify their victories in combat, such as “Three Guns,” “Voidwalker,” or “Squadeater.”</p><h3>Sample Names</h3><p>Abazobari, Ahadigar, Asthonad, Dotralan, Evdokayo, Julukesh, Katara, Obozaya, Oromeras, Radokama, Sarangari, Sobok, Terikoraz, Vindasorn, Yuluzak</p><h2>Beliefs</h2><p>Most vesk in the Veskarium venerate Damoritosh the Conqueror, god of duty and war, and his army of battle saints. In life, the saints were mortal paragons who embodied vesk cultural values and attained divinity after earning Damoritosh's blessing; now they're worshipped alongside their deity. A typical vesk faces all of life's struggles armed with ideals of personal honor and strength, recognizing that not all conflicts occur on the battlefield. Many vesk find comfort in rigid systems of law, while others hold their personal sense of morality above all else—in either case, most vesk don't hesitate to fight for what they believe is right. Even while fighting, most vesk apply a code to their actions, and conflicts within the Veskarium tend to be as disciplined as they are violent, stretching to accommodate opposing sides following the prescribed order of war. A typical vesk always respects their opponent and shuns cowardly tactics, such as executing prisoners or harming civilians.</p><h4><strong>Popular Edicts</strong></h4><p>battle honorably, keep private emotions in check, never show weakness to enemies</p><h4><strong>Popular Anathema</strong></h4><p>betray an ally, give up the fight</p><h2>Vesk Mechanics</h2><p><strong>Hit Points</strong> 10</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 20 Feet</p><p><strong>Attribute Boosts</strong> Constitution, Strength, Free</p><p><strong>Attribute Flaw</strong> Wisdom</p><p><strong>Languages</strong> Common, Vesk, One regional language of your choice</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it’s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">vesk</li></ul><p><strong>Senses</strong> Low-Light Vision</p><h2>Vesk Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Briskwander Vesk]</p><p>@UUID[Compendium.sf2e.heritages.Item.Nightstalker Vesk]</p><p>@UUID[Compendium.sf2e.heritages.Item.Plated Vesk]</p><p>@UUID[Compendium.sf2e.heritages.Item.Venomthought Vesk]</p><p>@UUID[Compendium.sf2e.heritages.Item.Warblood Vesk]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "zoSkNev57C8OEDYL",
            "category": null,
            "image": {},
            "name": "Ysoki",
            "sort": 1000000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Ysoki populations thrived on Akiton, lost Golarion, and several other worlds for millennia before spaceflight accelerated cultural exchange in the Pact System. The question of whether these ethnicities share common ancestors or were examples of convergent evolution isn't important to most ysoki. Often gregarious, ysoki embrace far-flung “cousins” regardless of differences in appearance and heredity.</p><p>Most ysoki love technology and travel, even gravitating toward professions that others find unpleasant. Ysoki often work as junkers, long-haul starship crew members, or mechanics squeezing through cramped station corridors, so sure of their own worth that living and working in subpar conditions is often a source of pride rather than shame.</p><p>If you want a character who's adventurous, confident, and curious, you should play a ysoki.</p><h2>You Might...</h2><ul><li>Keep in touch with a large extended family scattered throughout the stars, with a cousin to visit in every port.</li><li>Collect and tinker with gadgets encountered in your travels, even your own cybernetic augmentations.</li><li>Adopt your coworkers and friends into your family.</li></ul><h2>Others Probably...</h2><ul><li>Assume you're disorganized and messy until they learn your habits.</li><li>Value your skills with technology but wish you reassembled things as often as you took them apart.</li><li>Depend on you to stick up for others and always get the job done.</li></ul><h2>Physical Description</h2><p>Ysoki have whiskered snouts, large ears, and hairless tails, with red or black eyes and fur colors typically in shades of black, brown, gray, and white. Ysoki appearances vary considerably, even within a family unit. Many ysoki have prehensile tails that help balance and maneuvering in zero gravity as well as keen noses that can identify complex chemicals by smell.</p><p>Ysoki instinctually maintain cleanliness through personal grooming and reinforce these habits throughout their strong social structures. Many ysoki use cosmetics to spice up their looks and favor cybernetic augmentations, often installed at a cousin's bustling street clinic. Ysoki enjoy expressing their personality through fashion, layering clothing items and accessories into a jumbled fusion. Regardless of attire or profession, ysoki value preparedness and ingenuity, rarely leaving home without a few useful tools and supplies stuffed into a backpack, purse, tool belt, or cheek pouch.</p><h2>Society</h2><p>Ysoki culture values life over credits, framing work as another communal activity to enjoy. Ysoki communities are tight-knit and welcoming, always eager to share a meal or swap spare parts with strangers who don't look down on them. Many ysoki adults enjoy distance correspondences with dozens of friends and relatives, reuniting for rowdy celebrations whenever circumstance brings them back together. Others never leave their homes, serving as pillars of their community and curating collections of junk and stories for generations of grandchildren.</p><p>Nicknames are often as important to ysoki as their given names, and they enjoy giving their friends and family monikers based on their appearance or personality, such as “Snack,” “Dot,” “Sparks,” or “Boom-Boom.” Many ysoki family names incorporate their ships or home settlements.</p><h3>Sample Names</h3><p>Bena, Coponisa, Cors, Datch, Fitch, Goba, Kib, Lolo, Niknak, Quig, Resk, Sim, Twik</p><h2>Beliefs</h2><p>Ysoki care more about their family than abstract moral concepts, and most ysoki follow their community's strict social codes even if they break civil laws. Community is important to all ysoki, and they're likely to respect other cultures' social expectations even when they don't agree.</p><h4><strong>Popular Edicts</strong></h4><p>maintain good personal hygiene, put your community's needs above your own, stay in touch with friends, take care of your family</p><h4><strong>Popular Anathema</strong></h4><p>throw away something that might be useful later</p><h2>Ysoki Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Small</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p><p><strong>Attribute Flaw</strong> Strength</p><p><strong>Languages</strong> Akitonian, Common, Ysoki</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it’s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">ysoki</li></ul><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Sharp Teeth</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.sW4ObB8wyLPPYvGj inline]</p><h2>Ysoki Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Akitonian Ysoki]</p><p>@UUID[Compendium.sf2e.heritages.Item.Deep Ysoki]</p><p>@UUID[Compendium.sf2e.heritages.Item.Longsnout Ysoki]</p><p>@UUID[Compendium.sf2e.heritages.Item.Shipborn Ysoki]</p><p>@UUID[Compendium.sf2e.heritages.Item.Tunnel Ysoki]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "olUVnMtTUG9UVGBO",
            "category": null,
            "image": {},
            "name": "Starfinder Player Core",
            "sort": 0,
            "src": null,
            "system": {},
            "text": {
                "content": "",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "P9hcxFOlCcqlh1De",
            "category": null,
            "image": {},
            "name": "Galaxy Guide",
            "sort": 1100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p></p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "EXSYGSHJh9ekPvj2",
            "category": null,
            "image": {},
            "name": "Astrazoan",
            "sort": 1200000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p></p><p>In their natural form, an astrazoan resembles a human-sized starfish with a many-limbed body attached to a bulbous sack used for tissue storage, and a soft, creviced underbelly lined with cilia and bony teeth. Astrazoans rarely show this natural form to other creatures and keep their ancestral origins secret, mostly because even they don't know where they came from.</p><p>If you want a character who can change their body to adopt new identities and expressions, you should play an astrazoan.</p><h2>You Might...</h2><ul><li>Revel in experiencing new cultures.</li><li>Enjoy shifting between identities to suit different situations.</li><li>Only reveal your natural form to your closest friends.</li></ul><h2>Others Probably...</h2><ul><li>Envy your shapeshifting and believe it's effortless.</li><li>Are surprised by your knowledge of other cultures.</li><li>Struggle to recognize you in all your different shapes.</li></ul><h2>Physical Description</h2><p>An astrazoan's most iconic physical feature is their ability to mold their own hyper-flexible body into many different forms. Contorting their limbs, redistributing their jellylike flesh, and shifting their organs with long, muscular tendons allows astrazoans to assume new appearances that can be maintained unconsciously once locked into place. The transformation is swift and fluid but accompanied by visceral pops and cracks, the pain of which is quickly offset by a rush of endorphins that help the astrazoan cope with their new form.</p><p>In their natural form, an astrazoan resembles a radially symmetrical starfish with five to seven limbs and spiny crevices in their soft underbelly that protect their delicate cilia, eyes, and other organs. Covered in dermal papillae, their leathery skin can shift color and texture, which newborn astrazoans use to mimic their surroundings. A fleshy sack forms a hump at the center of astrazoan's body, containing extra tissue astrazoans can redistribute as desired to transform into larger shapes. Some astrazoans implant cybernetics into their bodies, which they can shift to take on even more varied forms.</p><p>Everything about astrazoans is malleable, even their intestines. In their natural form, astrazoans eject their stomachs from their mouths to externally digest food before slurping it back into their bodies. Astrazoans have learned to eat in a manner consistent with whatever shape they take without sacrificing the flavor or nutrient quality of their meal, and most astrazoans figure out early on in adapting to a new culture that their species' primary method of ingestion can be unsettling or even repulsive in front of others.</p><p>Young astrazoans and those who have remained in the same form for many years might struggle when it's time to adopt a new “skin,” the word astrazoans tend to use for a borrowed shape. They often struggle with the same details regardless of which species they mimic, perhaps adding extra fingers to the same hand or always growing an eyeball on the same kneecap. Even after mastering their new form, it can take months before an astrazoan stops double-checking the same part of their body to make sure that the skin has kicked that troublesome habit. As they age, most astrazoans develop and compartmentalize up to seven selves, stored in each of their arm's neural networks. While each self has a distinct appearance, personality, and experiences, an astrazoan's true self is a blended plurality encompassing the many facets of their alternate personas. Mature astrazoans can try out new skins at will but spend most of their time wearing skins associated with their arms' neural networks, living as a fully realized identity related to their gestalt personality while in that form. The same kind of flexibility of self extends to their gender identity and gender expression, resulting in a dominant personality that's often extremely genderfluid.</p><p>When an astrazoan changes to a different form, it's difficult to tell them apart from another member of the species they're mimicking. A thorough medical examination usually reveals idiosyncrasies leading to discovery of an astrazoan's true nature, but practiced astrazoans conceal their natures so well that sometimes, even their closest loved ones don't discover the truth.</p><h2>Society</h2><p>What astrazoans lack in a unified ancestral identity, they make up for with an uncanny ability to adapt to the cultures and habits of nearly any other species. Astrazoan mimicry extends beyond physical shape to copying behaviors, mannerisms, dietary preferences, language and speech tics, and sometimes even the innate abilities of the species with whom they assimilate. Astrazoans infrequently encounter one another, so many start families with members of their host species or reproduce by budding. Most astrazoans eventually reproduce in some way, seeing it as their responsibility to continue the species.</p><p>Traditionally, astrazoans keep their natural form hidden to avoid unsettling others. A few astrazoans love to show off their natural forms and minimize their time wearing other skins. An astrazoan performing a dance routine that incorporates fluid shape changes is a breathtaking sight, though historically, it's a spectacle relatively few other people get to witness.</p><h3>Sample Names</h3><p>Most astrazoans use a different name for each of their identities, but this isn't always the case. It is not uncommon for astrazoans to change their names over time, but most have a true name of unknown linguistic origin that they most associate with themselves. While some astrazoans openly go by their true name, most tend to only share it with their most trusted allies or other astrazoans. This true name usually includes three or four syllables, with the first often functioning as a nickname and, when linguistically appropriate to the host culture, being integrated into the names of their other identities. Sample names include Adrogall, Azusha, Cee, Ciribaan, Farahan, Leileeka, Miyleen, Sunikai, Xenelei, and Zanilee.</p><h2>Beliefs</h2><p>Astrazoans often worship personal pantheons, typically assigning a different deity to each limb. Astrazoans are attracted to faiths and philosophies involving social gatherings, and even atheist astrazoans enjoy the pageantry of religious services.</p><p>Many worship Oras and Hylax, or assimilate to their host culture's faith. Some Lambatuin-worshipping astrazoans on Verces host a secure chat where they help one another juggle dozens of identities both on the infosphere and in the real world. A notorious group of astrazoan spies and assassins learned to revere Lao Shu Po while spending time in ysoki shapes. Divine pluralities like Triune and Zon-Shelyn are also revered by many astrazoans.</p><h4><strong>Popular Edicts</strong></h4><p>find yourself, respect other cultures, value your identities</p><h4><strong>Popular Anathema</strong></h4><p>hurt another astrazoan, judge someone's appearance, reveal a hidden identity</p><h2>Astrazoan Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p><p><strong>Attribute Flaw</strong> Constitution</p><p><strong>Languages</strong> Common, One regional language of your choice</p><p><strong>Additional languages</strong> Additional languages equal to your Intelligence modifier (if positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">aberration</li><li class=\"tag traits\">astrazoan</li></ul><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Change Shape</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.zwWVolr4HkM5jjcQ inline]</p><h2>Astrazoan Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Aquazoan]</p><p>@UUID[Compendium.sf2e.heritages.Item.Assimilated Astrazoan]</p><p>@UUID[Compendium.sf2e.heritages.Item.Cloned Astrazoan]</p><p>@UUID[Compendium.sf2e.heritages.Item.Construct Copycat]</p><p>@UUID[Compendium.sf2e.heritages.Item.Wild Astrazoan]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "8Opb2Tdkx6LQeINA",
            "category": null,
            "image": {},
            "name": "Contemplative",
            "sort": 1300000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>As Akiton's core cooled and its atmosphere thinned, contemplatives' distant ancestors sought shelter in underground sanctuaries. Life underground was incredibly different than on the surface, and though today no one knows what the first contemplatives might have looked like or what their cultural traditions might have been, those who weathered their planet's changes realized they would need to change to adapt to the new paradigm. And thus contemplatives turned away from the laborious routines of farming, hunting, and building on the surface. Instead, they began to explore a new frontier: the esoteric realms of the mind.</p><p>Through magically guided evolution, each generation grew larger brains and frailer bodies, dedicating themselves to the pursuit of knowledge rather than the struggle for survival. Today, contemplatives are hyper-specialized thinkers, able to unravel secrets at a whim and reflexively generate psychic forces. Space travel has lured many of the reclusive philosophers from their isolated Akitonian communes, promising them countless discoveries and data beyond the stars.</p><p>If you want to play a mental powerhouse with innate psychic abilities, you should play a contemplative.</p><h2>You Might...</h2><ul><li>Overcomplicate challenges, often just to test your abilities and hypotheses.</li><li>Dislike pointless noise and mayhem that distracts you from deeper thought.</li><li>Dedicate yourself to mastering some great mystery, magical tradition, or field of study.</li><li>Refer to yourself as we, not I.</li></ul><h2>Others Probably...</h2><ul><li>Assume you know almost everything about anything.</li><li>Are reticent to voice their thoughts around you, believing you'll relentlessly lecture them or question their epistemological foundation.</li><li>Treat you as a fragile oddity, assuming you're unable to perform simple tasks with your vestigial anatomy.</li></ul><h2>Physical Description</h2><p>Through untold generations of selective and psychically guided evolution, contemplatives have transformed from some long- forgotten species with humanlike proportions into immense brains with mere vestiges of their abdomens and limbs dangling underneath like the gondola of some cerebral blimp.</p><p>The immense brain is roughly 70 pounds of a typical contemplative's 100-pound weight. Hardened layers of skin and cartilage cover the exterior, giving the brain a tough yet extremely pliable texture. The huge brain isn't just for show; a contemplative can store and process vast amounts of information by running independent conscious and subconscious processes subdivided across its four quadrants. Two quadrants handle tasks like motor function, language, and reasoning, akin to a human brain's two hemispheres.</p><p>Though capable of conscious thought too, the other two quadrants primarily generate a contemplative's psychic fields. Buoyed by this telekinetic force, a contemplative learns to fly with precision, if not always with speed. Even more importantly, a contemplative's telekinetic field helps support the brain; the organ lacks the structure needed to maintain its shape in standard gravity without psychic support. If rendered truly unconscious, a contemplative risks suffocation, internal bleeding, and weeklong migraines if they survive. Fortunately, they instinctively rest portions of their brain at different times, much like aquatic mammals, in a process called logging.</p><p>By comparison, a contemplative's lower body seems puny. Tight skin covers its gaunt frame, with spiky bones showing where powerful muscles might have attached themselves millennia ago. A contemplative has two sets of forelimbs, akin to a shirren, with only the upper set capable of manipulating objects in any meaningful way. The lower set act more like antennae, parsing olfactory and tactile information. A contemplative often hovers over a curiosity to analyze it with an array of senses, including the eyes that jut out a short distance from beneath the brain.</p><p>Their legs have slightly more strength than their arms. If necessary, a contemplative can waddle short distances before tiring. More often, though, their legs act as stabilizers for pushing off surfaces and reorienting the body in midair.</p><p>Some contemplatives find the concept of having a vestigial body at all so distasteful or unnecessary that they wear garments designed to veil it completely, giving them the appearance of a ghostly brain trailing a billowing shroud beneath them.</p><h2>Society</h2><p>Contemplative society carefully straddles the competing objectives of isolation and connection. A contemplative thrives in quiet spaces where they're shielded from distractions so they can dive deep into thought. On Akiton, they carved out vast caverns and subterranean cities that didn't just block conventional noise; these places deflected cosmic rays, radiation, and other minute signals that could distract a contemplative's acute senses. Their brains are like great telescopes, working best when far away from the pollution of others' thoughts while they strain to hear the universe's psychic signatures. In practice, this preference for isolation gives many contemplatives an aloof, standoffish quality that discourages some would-be companions.</p><p>At the same time, contemplatives have evolved to crave community. The same psychic fields that buoy a contemplative's mass also radiate telepathic signals that act like mental pheromones. Contemplatives subconsciously network and compare notes when living together, borrowing each other's perspectives and mental processing power. This chatter reflexively communicates their biases and moods, which has trained most contemplatives to be straightforward, analytical, and (by most creatures' standards) brash when they openly psychoanalyze and second-guess others. For a contemplative, sugar-coating feedback risks muddling the message.</p><p>Though unflinching honesty and dispassionate feedback are deeply valued among contemplative communities, contemplatives who leave the forums of Akiton quickly catch onto and master societal norms, learning to tiptoe around, appreciate, or even exploit others' taboos. After all, chasing away potential colleagues would deny a contemplative the comforting hum of others' thoughts. Adventuring contemplatives enjoy company for another reason: personal drive. Each companion is a potential rival or measuring stick against which a contemplative can judge their own worth, fueling their drive to learn more and (inevitably) outclass those around them. Half the time, a companion isn't even aware that their contemplative friend is engaged in this personal quest for dominance and validation.</p><h3>Sample Names</h3><p>Eskari's Third Concerto, Bones Land in a Spiral 16:3, Pokolv's Last Koan, Drift's Gravitational Constant, Toshoo Verse 4, Sonnet on Desna's Wing, Castrovelian Symmetry Paradox, Battle of Purple Valkyries.</p><h2>Beliefs</h2><p>To a contemplative, understanding is a matter of experimentation, philosophizing, discovery, and hard work. By contrast, divine revelation is a grotesque exercise that needs stronger citations. As a result, contemplatives rarely acknowledge deities through worship. Instead, gods are treated like famous colleagues and living libraries in the greater cosmos important (and often biased) sources of information that can help a contemplative unravel even greater truths. Any god who demands obedience, commands pointless rituals, or makes unsubstantiated claims about reality earns few contemplative followers.</p><p>Contemplatives respect and might obliquely worship deities who encourage their followers to research cosmic answers for themselves. The likes of Eloritu and Yaraesa are natural fits. Their edicts encourage what most contemplatives were already doing, but some commune with these deities as a student might with their academic advisor, seeking guidance and occasional collaboration. Ibra, Oras, and the Newborn are more like divine puzzles whom some contemplatives simultaneously worship and endeavor to decipher; if those deities hold more unsolved mysteries, they're worthy of further praise and attention. Those contemplatives dedicated to specific fields such as sociology and technology gravitate toward gods like Talavet and Triune. Finally, gods of community like Hylax and Lambatuin sometimes earn contemplative priests; however, some of these followers try to establish a permanent telepathic rapport with their patron as if they were another contemplative, often resulting in a flood of oracular (and cursed) insight.</p><p>The esoteric concept of Ashok lies at the center of contemplative belief. Exactly what Ashok is varies by the individual and the historian anything from a philosophical system to a legendary seer in the past to a mystical state of enlightenment yet to be achieved. Whatever definition a contemplative adopts, the concept of Ashok is one of aspiration and reverence. It goads a contemplative out of complacency, urging them to keep learning, exploring, and striving. Truly mastering Ashok would be a presumptuous claim; it's an indefinite process, perhaps on par with becoming a god or transforming into a being of pure thought. It's almost as presumptuous for a non-contemplative to engage with Ashok, much less claim to understand it. Few outsiders earn the honor of being initiated in the Ashok mysteries.</p><h4><strong>Popular Edicts</strong></h4><p>collaborate with peers to overcome problems, embrace moments of solitude and silence, engage in deep self-reflection, excel in a specialized field, seek Ashok</p><h4><strong>Popular Anathema</strong></h4><p>be content with simple explanations to complex problems, corrupt groundbreaking research, make assertions without evidence, suffer ignorance, value feelings over facts</p><h2>Contemplative Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 5 Feet (Hover); Fly 20 Feet</p><p><strong>Attribute Boosts</strong> Charisma, Intelligence, Free</p><p><strong>Attribute Flaw</strong> Strength</p><p><strong>Languages</strong> Akitonian, Common</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">aberration</li><li class=\"tag traits\">contemplative</li></ul><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Thoughtsense</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.HOYa3N9R5VLS1kvv inline]</p><p><strong>Atrophied</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.STjiyuU7xqYmomSP inline]</p><p><strong>Limited Telepathy</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.N9EDgQPjWcSS6rSb inline]</p><h2>Contemplative Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Imperious Contemplative]</p><p>@UUID[Compendium.sf2e.heritages.Item.Irreproachable Contemplative]</p><p>@UUID[Compendium.sf2e.heritages.Item.Manifested Contemplative]</p><p>@UUID[Compendium.sf2e.heritages.Item.Retrograde Contemplative]</p><p>@UUID[Compendium.sf2e.heritages.Item.Thoughtseeker Contemplative]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "EybiktinX2zD2k45",
            "category": null,
            "image": {},
            "name": "Dragonkin",
            "sort": 1400000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>The first dragonkin were born from deep bonds of love between dragons and humanoids using complex rituals and special materials found only on the planet Triaxus. It's been millennia since the first dragonkin were born, and they have long since disconnected from dragons—they have their own cultural traditions, societies, and lineages, independent of their distant draconic forebears. Despite the ages, the love that gave birth to them endures in the partner bond—a deep spiritual connection that every dragonkin can forge with one other person.</p><p>On the surface, a partner bond is a telepathic connection forged through emotion. It enables a bonded pair to communicate telepathically and react as one, providing advantages in battle, sport, and countless other avenues. Looking deeper, a partner bond can only be formed through mutual devotion and love—whether romantic, platonic, or familial—and is nigh unbreakable. It's not a bond to be entered into frivolously, nor can it be forced or severed by anything other than death or the will of the gods. While the tactical applications of a partner bond are extensive, it can never be “turned off” or ignored, and all outside relationships must bend to accommodate it—rarely is there a loyalty that partners place above one another.</p><p>Dragonkin are extremely social. Their innate empathy and intuition makes them simultaneously cautious and earnest; they tend to approach new people and situations with care, form an opinion rapidly, then trust their own gut judgment, even if it might conflict with the opinions of others or cause strife. A dragonkin's behavior is usually tempered by their sense of duty and responsibility. A dragonkin with few connections—or who shows little regard for others—can cause a lot of havoc.</p><p>If you want to play a character who is strong and resilient, embraces their emotions, and forms deep bonds of friendship and community, you should play a dragonkin.</p><h2>You Might...</h2><ul><li>Share your feelings with everyone around you.</li><li>Trust your instincts more than you trust established facts.</li><li>Prioritize your bonded partner's needs and wants.</li></ul><h2>Others Probably...</h2><ul><li>Are intimidated by you.</li><li>Underestimate the strength of your bond with your partner.</li><li>Find it disconcerting when you and your partner act in perfect unison.</li></ul><h2>Physical Description</h2><p>As their name implies, dragonkin are draconic in appearance, with broad wings, hard scales, long tails, horns, and a powerful physique. Some even have the deadly breath of their dragon progenitors, but the breath's type and characteristics depend on a number of factors, many of which aren't well understood. Dragonkin vary between 8–20 feet long head to tail and can weigh over 2,000 pounds, but in the modern era a smaller size has proven advantageous.</p><p>A dragonkin's scale color has nothing to do with their origins, heritage, home world, or surroundings. Most are monochromatic, though some have scales in two or three similar tones, most often in a gradient or speckled pattern. Most dragonkin polish their scales to a reflective shine and take particular pride in the appearance of their scales at certain times of the day or under certain lighting— under moonlight is most common.</p><p>Dragonkin occasionally paint their claws and horns with various colors and patterns, though very few modify or dye their scales—certainly not permanently! Dragonkin looking to temporarily change the appearance of their scales prefer holographic overlays, augmented reality, or magical illusions. The notable exception to this trend involves dolek (pronounced doe-wek), the traditional ritual of removing a single scale from one's body and fashioning it into a wearable gift for one's bonded partner. In the distant past, the scale removed came from the back—the place that a bonded partner would sit upon one's back if ridden. Today, it's more common to remove a scale from above the heart. In either case, the gift of a dolek is a symbol that a dragonkin trusts their partner to protect their weak spots, physically, psychologically, and emotionally.</p><h2>Society</h2><p>The history, society, and culture of dragonkin is inexorably linked with that of their home world, Triaxus, where they've lived alongside ryphorians and dragons since time immemorial. Triaxus has an exaggerated elliptical orbit that causes grueling, century-long winters and summers, with only a short transitional season between them. Adaptation, whether biological or behavioral, has always been integral to survival, and even today dragonkin greatly value adaptability, willingness to persevere through trying situations, and ability to survive nature's many trials. The methods one uses to accomplish these feats—from physical prowess or mental cunning to magical support or cybernetic augmentations—are universally lauded.</p><p>Dragonkin have a combative history. Long before the Gap, battles between Triaxus's peoples were widespread, motivated by territorial disputes and aeons-old draconic rivalries. In this distant era, dragonkin warriors carried ryphorian riders into battle in formation with powerful dragon allies. These battle pairings were the typical and most iconic of all partner bonds, and their legacy still lives on today. Dragonkin remain most likely to partner with ryphorians over other ancestries, and one of the most respected mercenary leagues of the modern era is the spacefaring Skyfire Legion. Although dragonkin fulfill countless roles in society, they remain best known in the greater galaxy for their intimidating appearance and military expertise. Even those dragonkin who avoid confrontation or abhor violence learn to defend themselves—or the people they care about—in times of peril.</p><p>Dragonkin society is based around partnership. On a micro scale, the partner bond anchors daily life, but on a macro scale, everything revolves around community. Everything dragonkin create, from architecture and infrastructure to laws and media, reflects the importance of partnership.</p><h3>Sample Names</h3><p>Akrodo, Aralyx, Axiennex, Beshikasiss, Binata, Darzalfen, Dissidanth, Egelmyr, Endrisarn, Estrikkon, Farvenzi, Ganifrae, Heraxia, Kahore, Krellenor, Lourvictrix, Phixara, Raskurenn, Selkirrik, Sozirenn, Tarke, Tsalu, Tykkendrin, Zendegos, Ziotris</p><h2>Beliefs</h2><p>Dragonkin place great value on interpersonal relationships and social skills, yet they recognize that the ability to be charming, or a good friend or partner, is independent of one's moral standing and ethical stance. They're naturally strong, and most embrace the legacy of their ancestors by learning to defend themselves or to dominate the field of battle. Driven by the need to survive the harsh and dangerous environment of their home world, dragonkin strive to adapt, survive, and persevere using any means available. Most dragonkin worship gods that speak to one of these values, such as Damoritosh, Eloritu, Hylax, Oras, Talavet, or Dagosarn, the Triaxian god of community, partnerships, and the bond.</p><h4><strong>Popular Edicts</strong></h4><p>protect your partner, engage positively with your community, fight to defend your beliefs and allies</p><h4><strong>Popular Anathema</strong></h4><p>act with cowardice, betray your partner, purposefully isolate yourself</p><h2>Dragonkin Mechanics</h2><p><strong>Hit Points</strong> 10</p><p><strong>Size</strong> Large</p><p><strong>Speed</strong> 20 Feet; Fly 20 Feet</p><p><strong>Attribute Boosts</strong> Two free attribute boosts</p><p><strong>Languages</strong> Common, Draconic, Triaxian</p><p><strong>Additional languages</strong> Additional languages equal to your Intelligence modifier (if positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">dragon</li><li class=\"tag traits\">dragonkin</li><li class=\"tag traits\">humanoid</li></ul><p><strong>Senses</strong> Darkvision</p><p><strong>Partner Bond</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.fD4YQ2Hq7929t8p2 inline]</p><h2>Dragonkin Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Flameheart Dragonkin]</p><p>@UUID[Compendium.sf2e.heritages.Item.Heartbroken Dragonkin]</p><p>@UUID[Compendium.sf2e.heritages.Item.Mercurial Dragonkin]</p><p>@UUID[Compendium.sf2e.heritages.Item.Shipborn Dragonkin]</p><p>@UUID[Compendium.sf2e.heritages.Item.Stormrider Dragonkin]</p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "AKz84x9JwRV20EwP",
            "category": null,
            "image": {},
            "name": "Guilt of the Graveworld",
            "sort": 1500000,
            "src": null,
            "system": {},
            "text": {
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "SZj7pxMnq5vKtc6K",
            "category": null,
            "image": {},
            "name": "Elebrian",
            "sort": 1600000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p></p><p>Elebrians are the last living descendants of the prominent species that once called the planet Eox home, prior to a terrible and mysterious cataclysm that burned away its atmosphere and immolated the planet's living flora and fauna. The undead necrovites—once elebrians who transformed themselves with magical ritual to survive on their ruined world—ruled Eox while a small community of living elebrians remained trapped in a facility buried beneath Deminas Hollow. Other groups of elebrians might have survived in isolated bunkers across Eox, but today the population is concentrated in the Halls of the Living, an underground media complex where the living provide entertainment for an undead audience.</p><p>Elebrians are born with a sixth sense for magic. Thanks to special structures in their brains that cause their enlarged heads, elebrians literally feel magical energies. Elebrians who learn to hone their special sense often become powerful sages who command the elements, parse arcane theory, or even rewrite reality.</p><p>Elebrians tend to have even features with enlarged craniums, high foreheads, and skin tones that vary from pale to deep umber. Most modern elebrians don't feel connected to ancient cultures that were prominent before the near extinction of their species. Modern elebrian culture isn't based on ethnicity or religion—it's based on commercial media. Only the few elebrians whose families left the Halls of the Living when they were children, or who were raised in extremely rare outsider communities, could claim to have led a “normal” life by anyone else's standards.</p><p>If you want to play a character with a flair for the dramatic and a strangely sheltered background who's experiencing the wider galaxy for the first time, you should consider playing an elebrian.</p><h2>You Might...</h2><ul><li>Do whatever it takes to survive.</li><li>Rebelliously seek to free your species from their so-called “lives” on Eox.</li><li>Think you know more about entertainment than others do.</li></ul><h2>Others Probably...</h2><ul><li>Assume you have connections with the undead necrovites of Eox or even groups like the Corpse Fleet.</li><li>Wonder if you're being your true self or just playing another role.</li><li>Recognize you from past media appearances.</li></ul><h2>Physical Description</h2><p>The most notable physical feature of elebrians is their enlarged cranium and distended forehead, evolved to house their enlarged brains possessing specialized arcane sensory organs. From the neck down, elebrians look nearly indistinguishable from a human, keeping alive fringe theories about them sharing evolutionary ancestors with humans. Most mature elebrians are 5 to 6 feet tall, with a range of peach to tan skin tones and mostly dark black, blue, or brown eyes. Elebrians are usually completely hairless, except for a rare few individuals who manage to grow thin eyebrows, mustaches, or even a once-in-a-generation goatee. Some elebrians wear opulent headdresses on their bald heads or cover their crowns with elaborate tattoos, tending to favor brighter colors than their necrovite counterparts.</p><h2>Society</h2><p>In general, elebrians are hearty and stoic, accepting what they're given and striving to make the best of it. Modern elebrian cultures have drifted far from what existed before the calamitous Death Wail, and mainstream elebrian society on Eox is centered around the pursuit of fame and creating or consuming entertainment.</p><p>Elebrians who grow up in the Halls of the Living become accustomed to cameras and performing for an audience from early childhood, though they legally aren't allowed to appear on Zo! Media programming before reaching adulthood. Zo! Media continues sponsoring “scholarships” for young elebrians who want to “study abroad,” code for relocation to a planet where they can live their life off- screen.</p><h3>Sample Names</h3><p>Ahmzovar, Auradorus, Elyriana, Eterrina, Fenthest, Genarathis, Missavuine, Sadrat, Sanimus, Scaparitos, Shathrava, Telmarcius, Thesteline, Veltheniel</p><h2>Beliefs</h2><p>Many elebrians lead strangely sheltered lives, but those residing in the Halls of the Living are bombarded with media from all over the galaxy, exposing them to a multitude of new ideas. Some elebrians handpick their own eclectic beliefs or adopt the traditions of another culture. Eloritu and Lambatuin are popular choices for elebrians who worship deities. Elebrian society tends to be atheistic. Any ancestral gods have long been forgotten or abandoned in favor of the neon gods of the silver screen. Many elebrians on Eox follow the Song of Silence, a philosophy that teaches that a being's mortal life is simply a trial run for one's second, undead existence. Eventually, most elebrians seek to transition into undeath when faced with the prospect of aging, long-term illness, or death. Elebrians who die naturally are rare, and the choice to do so is perceived as unusual by their Eoxian cohorts.</p><h4><strong>Popular Edicts</strong></h4><p>live a life worth remembering, play your part, seek fame</p><h4><strong>Popular Anathema</strong></h4><p>allow yourself to fade away</p><h2>Elebrian Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Constitution, Intelligence, Free</p><p><strong>Attribute Flaw</strong> Wisdom</p><p><strong>Languages</strong> Common, Eoxian</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it’s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">elebrian</li><li class=\"tag traits\">humanoid</li></ul><p><strong>Magical Sense</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.6Br8G6BBZ0xWw7Pj inline]</p><h2>Elebrian Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Entertainer Elebrian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Exiled Elebrian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Sageborn Elebrian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Stagehand Elebrian]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "2X81XNrc41Sma2Gy",
            "category": null,
            "image": {},
            "name": "Invasion's Edge Player's Guide",
            "sort": 1700000,
            "src": null,
            "system": {},
            "text": {
                "content": "",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "JAOE401MJvDWQsgU",
            "category": null,
            "image": {},
            "name": "Ikeshti",
            "sort": 1800000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Ikeshtis are conditioned by their environment—the harsh deserts, hills, and badlands of the planet Akiton, a dwindling world low in resources and opportunities. They're hardy and resilient, capable of surviving over a week without food or water. Each generation forms its own tight-knit communities, which vary dramatically, from nomadic tribes and agrarian homesteads to roving biker gangs, mercantile empires, and everything in between. Most ikeshtis who leave their community send support back home, usually in the form of resources, information, or credits.</p><p>Shaped by scarcity, ikeshtis loathe wastefulness and rarely consider anything worthless—what can't be reused can be repaired, repurposed, or broken down for parts and crafted into something new. Many ikeshtis take pride in their thriftiness and have honed their skills with a tangible craft or trade. Like many inhabitants of Akiton, ikeshtis view every junkyard, scrapheap, and forgotten wreck as a promising opportunity. They're well known for their ingenuity and craftiness, and many ikeshti communities make their living as salvagers, scrap traders, and mechanics.</p><p>Ikeshtis are passionate and experience intense emotions, which are magnified by stress and danger. Many ikeshtis have difficulty processing their emotions in a healthy way, so modern ikeshtis learn to confront and embrace—not ignore—their emotions, develop routines and behaviors to help them de-stress or center themselves, and confide in trusted friends. Most ikeshtis are mercurial and experience frequent mood swings. When emotionally overwhelmed or frustrated, they're prone to outbursts of sadness or aggression. This has given ikeshtis a reputation for being hotheaded, temperamental, and prone to sudden violence.</p><p>Juvenile ikeshtis and adults who fail to develop the maturity necessary to process their emotions, additionally risk entering the dreaded rivener state when stressed or frustrated. This sudden transformation engorges the body, making the ikeshti bigger and stronger, but completely overrides their mind with anger. A rivener violently rampages, destroying everything and everyone in their path, often harming their own communities and kin. This transformation is short-lived and exhausting, lasting until the ikeshti calms or runs out of energy. Ikeshtis consider the rivener state incredibly embarrassing—like having an incoherent temper tantrum in public. Some ikeshtis can enter the rivener state intentionally, maintaining their mental faculties during the transformation, to gain strength in a desperate situation. Ironically, mastering the rivener transformation requires extreme emotional control, and such ikeshtis are highly respected.</p><p>If you want to play a creative and passionate survivor, who values their community and is determined in the face of complications and hardship, you should play an ikeshti.</p><h2>You Might...</h2><ul><li>Enjoy finding new purposes for old things and giving broken things new life.</li><li>Feel a deep connection to your community and its members and strive to ensure their continued survival or prosperity.</li><li>Experience mood swings, or frequently feel emotionally overwhelmed.</li><li>Be introspective and invest in your mental health, likely having favorite hobbies, preferred routines, a trusted confidante, or practiced behaviors you engage in to de-stress.</li></ul><h2>Others Probably...</h2><ul><li>Are impressed by your ingenuity.</li><li>Assume your fondness for used and found objects indicates a lack of financial resources.</li><li>Consider you temperamental and melodramatic.</li><li>Worry you'll transform into a monster if they make you angry.</li></ul><h2>Physical Description</h2><p>Ikeshtis are bipedal reptiles with a long tail, taloned hands, and an elongated snout. They're small and compact, averaging between 2-1/2 to 3-1/2 feet tall. Their hard scales are red, sometimes with brown, orange, or pink gradations. Most have frills running down the back of their head and neck, with spurs on the elbows or knees, sharp teeth, and yellow eyes. Some ikeshtis grow downward-curving horns on the side of their head, though this is most common in elder ikeshtis and those who frequently enter the rivener state.</p><h2>Society</h2><p>Ikeshtis are defined by their communities throughout their lives, beginning with the brood. A brood is a voracious swarm of infants hatched from numerous egg clutches and raised by brood-minders—ikeshtis who specialize in nurturing and educating juveniles. Ikeshti hatchlings are little more than gaping mouths with tails, driven by hunger, who sprout additional appendages as they age. They instinctively seek one another's company, forming roving groups that mindlessly consume organic matter. Broods can easily decimate a region's flora and fauna or tear through a settlement, so brood-minders ensure their broods eat responsibly. These efforts protect local ecosystems and keep broods safe from predators and angry locals.</p><p>As hatchlings mature, brood-minders begin a more formal education, teaching important life skills such as speech, responsible feeding, emotional awareness, and the dangers of the rivener state. Through action, ikeshtis learn personal responsibility, communal prosperity, and collaboration.</p><p>After five years, ikeshtis outgrow their brood and form their own unique groups. Many of these fledgling communities begin as nomadic wanderers, agrarian farmers, crafty salvagers, or opportunistic gangs, though they change with time, adapting their lifestyle as they gain experience or innovate. Communities form alliances with one another for protection, companionship, and trade, forming a complex web of relations and alliances that enable communities to thrive as part of a wider whole. Sometimes communities merge into larger units, but never become untenantable, always remaining within the threshold of what their environment can safely support.</p><p>As ikeshti communities are diverse in form and function, there are few universals. Each finds a method to balance economic prosperity with social satisfaction, usually leveraging their ingenuity and mechanical skills to great effect. Warriors, hunters, scouts, and salvagers are all important, as are healers and community leaders. Soul- soothers (therapists) and brood-minders are typically the most honored roles in a community.</p><p>Ikeshtis rarely show interest in procreation and, when they do, few follow through, mindful of the burden a brood will place on their region. Ikeshtis lay large clutches of eggs away from their communities, which are tended by brood-minders. As guiding a brood takes an ikeshti away from their own community for years at a time, only the most patient, nurturing, and self-sacrificing ikeshtis take on the role. Brood-minders are supported by their closest companions—usually other brood-minders, friends, and lovers. For their tenure, brood-minders are very protective of their brood, becoming surly and standoffish. When their brood begins to form communities and drift away from the nest, brood-minders return to their own communities with pride.</p><p>Surviving on Akiton is hard, so every community has members who choose to leave home (often the planet entirely) for new opportunities. Most send money, information, or supplies back home, remotely funding their community. Many find work as miners, engineers, mechanics, entrepreneurs, or gladiators, or enter the entertainment industry, chasing fame and fortune in music or sports. Others set out intentionally to acquire goods, trade deals, assets, and funds that can be directly funneled to their communities. Many join corporations such as AbadarCorp, form business ventures, and trade in stocks. Regardless of methods or goals, ikeshtis who send funds home are called congregants.</p><p>The arrival of the Wreck of the Returned drew the attention of many communities and countless congregants, all eager to explore the wreck, discover new technology, and repurpose interesting salvage. Many have settled in the boomtown of Pilferer's Paradise or teamed up with factions leading expeditions to the wreck, including the Starfinder Society.</p><p>Ikeshti naming conventions vary by community, but often favor fricative sounds and plosive consonants.</p><h3>Sample Names</h3><p>Asashla, Bishae, Dezall, Geffi, Friyen, Ifray, Kish, Merthinett, Nenvi, Pavail, Quesch, Sehvash, Throsh, Tikesh, Vadak, Veke, Vertassh, Voss</p><h2>Beliefs</h2><p>Traditionally, ikeshtis give little thought to organized religion, favoring devotion to one's broodmates and community. Today, they worship a diverse array of gods, with nothing considered foreign or strange. Many worship gods that reflect their communal lifestyles, such as Hylax or Talavet. Nomadic groups feel kinship with Weydan, and those of a more warlike bent favor Damoritosh or Besmara. Congregants tend to prefer Abadar or Lambatuin.</p><p>Very rarely, ikeshtis become zealous prophets who receive visions and wisdom from unspecified forces. The source of these premonitions is a mystery, although the naturally appearing sigils on their scales suggest Eloritu or the newly hatched Newborn may be involved, or else something foul from the fringes of existence or the dark places between the stars.</p><h4><strong>Popular Edicts</strong></h4><p>respect the mental health of yourself and others, protect your community, reuse and repurpose goods and materials, be thrifty</p><h4><strong>Popular Anathema</strong></h4><p>suppress or ignore your emotions, betray those close to you, cause wanton destruction, be wasteful</p><h2>Ikeshti Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Small</p><p><strong>Speed</strong> 25 Feet; Climb 15 Feet</p><p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p><p><strong>Attribute Flaw</strong> Wisdom</p><p><strong>Languages</strong> Akitonian, Common, One regional language of your choice.</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it’s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid, ikeshti</li></ul><p><strong>Wasteland Survivor</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.6o7O13zkqKE1kvgQ inline]</p><h2>Ikeshti Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Desert Ikeshti]</p><p>@UUID[Compendium.sf2e.heritages.Item.Experimental Ikeshti]</p><p>@UUID[Compendium.sf2e.heritages.Item.Inured Ikeshti]</p><p>@UUID[Compendium.sf2e.heritages.Item.Pampered Ikeshti]</p><p>@UUID[Compendium.sf2e.heritages.Item.Thorny Ikeshti]</p><p>@UUID[Compendium.sf2e.heritages.Item.Underground Ikeshti]</p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "4NBdb6i5jpPj7Fns",
            "category": null,
            "image": {},
            "name": "Kalo",
            "sort": 1450000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Kalos are from Kalo-Mahoi, a watery moon of Bretheda where they've lived in relative peace and safety since throwing off the rule of wicked linnorm oppressors. Though the last of the linnorms were killed long ago, kalos remain vigilant in military training and traditions. Their fearsome reputation keeps kalo soldiers and mercenaries in high demand.</p><p>Today, kalos thrive in dense, expanding cities clustered around warm geothermal vents on the ocean floor. Artists, performers, inventors, and creators of custom goods find a ready market in Kalo-Mahoi's seas. Visitors come from all over the Pact Worlds to explore the galleries, fashion houses, and submarine vistas of these bright, colorful urban centers.</p><p>If you want a character who's tough, creative, and one of a kind, try playing a kalo!</p><h2>You Might...</h2><ul><li>Be inspired by exploring the beauty of nature.</li><li>Make friends in unexpected places.</li><li>Personalize your equipment as a means of self-expression.</li></ul><h2>Others Probably...</h2><ul><li>Ask you for style advice.</li><li>Assume you're out of your element on land.</li><li>Fear your martial prowess.</li></ul><h2>Physical Description</h2><p>Kalos are aquatic humanoids covered in scales that appear predominantly blue and green, though occasionally pale pink or gray as well. They range from five to six feet tall as adults, but their slight builds and cartilaginous skeletons mean they average just under 100 pounds in weight. Wings of translucent membrane connect kalos' arms and legs, helping them to move effortlessly through the water. Sensory tendrils cover the lower halves of their faces, surrounding mouths full of small, needlelike teeth. Their large eyes can move and focus independently to sense predators and prey alike and faintly glow with a soft luminescence that kalos use as a means of silently signaling each other. An array of decorative spines sweeps back from their forehead down through the base of their skull. Kalos breathe through gills that only function in water, so they typically wear fluid-filled helmets, respirators, or full environmental suits when on land. Even so, they must periodically immerse themselves in water lest their scales dry out and painfully flake away.</p><p>Artistic self-expression is very important to kalo cultures, and nowhere is it more prevalent than on kalo bodies. The most common target of alteration are a kalo's decorative spines, which they frequently pierce, color, or shape, often changing them many times over the course of a lifetime.</p><p>Kalos also frequently modify their sensory tendrils and wings as well as their bioluminescent eyes, which they often recolor with tinted lenses. In addition, kalo industry has developed extremely effective underwater makeup compounds, of which many kalos make frequent and dramatic use.</p><h2>Society</h2><p>Today, most kalos live in densely populated metropolises with access to magitech amenities that make life extremely comfortable and safe. Centered around warm geothermal vents that provide ample energy for their needs, cities on Kalo-Mahoi are busy hubs of industry, art, and technology, and most continue to expand. Colorful and bright, these cities are welcoming beacons to locals and tourists who flock to them seeking excitement, fortune, and like-minded communities. Kalo cities usually have extensive bubble districts filled with breathable atmosphere that makes them more hospitable to air-breathing visitors from offworld.</p><p>For kalos, life is art. Kalo-Mahoi's breathtaking architecture, groundbreaking art, and fresh fashion draw visitors from around the Pact Worlds, especially the Deep Gala that transforms Grand Inza into a uniquely designed paradise every year. Because of the value placed on artistic pursuits, many kalos highly value customized and unique versions of everyday items. Industries based on crafting bespoke clothing, cutlery, furniture, vehicles, weapons, and myriad other things thrive in kalo culture, and these custom goods are in high demand both on and off Kalo-Mahoi.</p><p>Thanks in part to abundant sources of geothermal energy and primal magic, kalo society quickly developed the political will to preserve the natural wonders of their home. Significant public investment into magitech systems for waste recycling and pollutant sequestration prevented the waters of Kalo- Mahoi from suffering the fate of many rapidly industrializing worlds. Kalos designate vast swaths of wilderness as nature preserves, though some activists see the kalos' rapid urban growth as a threat and push, sometimes violently, for more stringent restrictions. Though most pay lip service to the importance of conservation, many corporate entities and trade organizations quietly lobby for expanded access to natural resources and loosened restrictions, viewing the more ardent conservationists as dire threats to their bottom lines.</p><h3>Sample Names</h3><p>Kalo parents often name their children after well-known figures, real or fictional, and alter the name in some way to make it unique. Example kalo names include Huur-Lithu, Olaavhu, Shavhiul, Shuuthul, and Ulluumoth.</p><h2>Beliefs</h2><p>During their time wreaking havoc on Kalo-Mahoi, linnorms encouraged the worship of Ragadahn of the Eldest, who they consider to be their progenitor. Ancient carvings in sea caves demonstrate that kalos were worshipping Ragadahn for millennia before the arrival of his children. This has led to theories that kalos originally came to Kalo-Mahoi from the First World.</p><p>Today, Ragadahn's faith is greatly diminished, many seeing it as a remnant of their people's long oppression. Some still hold to the traditional faith, however, praying to Ragadahn as a force to be appeased. Other faiths enjoy scattered popularity among the population, including Eloritu, Weydan, and Zon-Shelyn.</p><h4><strong>Popular Edicts</strong></h4><p>celebrate and encourage diversity in all things, leave everywhere you go more beautiful than you found it</p><h4><strong>Popular Anathema</strong></h4><p>betray an alliance, disrespect another's self-expression</p><h2>Kalo Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 20 Feet; Swim 30 Feet</p><p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p><p><strong>Attribute Flaw</strong> Constitution</p><p><strong>Languages</strong> equal to your, Intelligence modifier (if it s positive)., Choose from the list of common, languages and any other languages, to which you have access (such as, the languages prevalent on your, home world).</p><p><strong>Additional languages</strong> Common Kalo</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">aquatic</li><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">kalo</li></ul><p><strong>Senses</strong> Darkvision</p><p><strong>Hydration</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.ViiaTAW4zaoaYeim inline]</p><h2>Kalo Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Bloom-Born Kalo]</p><p>@UUID[Compendium.sf2e.heritages.Item.Deep Kalo]</p><p>@UUID[Compendium.sf2e.heritages.Item.Electric Kalo]</p><p>@UUID[Compendium.sf2e.heritages.Item.Outworlder Kalo]</p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "S7Zjqh73V9E6qymL",
            "category": null,
            "image": {},
            "name": "Murder in Metal City",
            "sort": 1900000,
            "src": null,
            "system": {},
            "text": {
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "J8Koe6gDxk3dzwMl",
            "category": null,
            "image": {},
            "name": "Khizar",
            "sort": 2000000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p></p><p>Khizars are intelligent plants who live in harmony with nature and have learned to communicate telepathically with other creatures.</p><p>Khizars evolved in the deep jungles of Ukulam on Castrovel, beginning as carrion-feeding plants who hunted dying animals with crude empathic senses and slow, patient movements. Many scientists believe they evolved from the same parent clade as ksariks, who share genetic similarities but lack the complex nervous systems that have allowed khizars to develop true sapience and the ability to communicate with other species.</p><p>Khizars thrive on Castrovel, but they've also spread to other ecosystems such as Aballon's Ice Wells and the Idari's contained nature preserves. Khizars often gravitate to positions of leadership where they can nurture community growth or establish wilderness lodges and outposts where they can help others learn to safely and respectfully enjoy the outdoors.</p><p>If you want to play a resilient, patient character with a deep connection to nature, you should play a khizar.</p><h2>You Might...</h2><ul><li>Care about the environment or spend time in nature.</li><li>Speak and move slowly or take your time making decisions.</li><li>Drastically alter your attitude and appearance when the season changes or if you move to a new climate.</li></ul><h2>Others Probably...</h2><ul><li>Notice how nature influences your appearance and health.</li><li>Turn to you for guidance in the wilderness.</li><li>Are curious about your appearance, culture, and origins.</li></ul><h2>Physical Description</h2><p>When a khizar germinates, they begin as a tiny glowing seedpod surrounded by a delicate lattice. Over a period of weeks, tender shoots sprout from the seedpod and cling onto any source of nutrients they find usually an animal carcass or a parent caring for the baby khizar. Over time, the seedling's first shoots toughen and lengthen into vine-like growths. Khizar seedlings spend their first years of life learning to control the vines and don't move much on their own. During this time, seedlings don't need supervision, only nutrition. It's common for a parent to abandon seedlings with an animal carcass and a source of entertainment such as a datapad playing reruns of Zo!'s classic productions for long periods while they search for their family's next source of food.</p><p>Once khizars settle into a favored body shape, they enter the sapling phase of life. The sapling grows their vines into strong, malleable limbs. Some saplings begin training their bodies into familiar shapes to put others at ease, growing two arms, two legs, a torso, and a large seedpod where a head would be, but many khizars prefer shapes that mimic the flora and fauna of the wilds where they first took root.</p><p>Sometime between 15 and 30 years of life, a sapling matures and flowers. The first flowering is culturally significant for many khizar populations and signals the passage into adulthood. Khizars rarely change their forms after flowering, and this phase of life is when they're most likely to take up adventuring or settle down in a remote wilderness community, such as the isolated, frozen jungles of Aballon's Ice Wells.</p><p>Khizars naturally live for hundreds of years, but they can die of disease or injury. Wildfires and illegal logging operations are responsible for the deaths of khizars every year.</p><h2>Society</h2><p>Some khizars lead solitary lives, competing for resources and only coming together for the mutual protection of germinant seedlings far from mating for life, these loose pairings last a few years at most before the family group disperses to resume their lonely lives scrounging for resources and communicating through complex long-distance signals such as the cultivation of moss and trunk drumming.</p><p>But in the heart of Ukulam and other secluded places, vast groves of khizars dwell in living cities made from the preserved bark of their ancestors, alongside ksariks, who coexist as pets and hunting partners.</p><p>To them, a khizar who leaves the pristine wilds for new horizons or germinates far from home is a wildseed. Wildseeds are everywhere in the galaxy.</p><p>All khizars are born speaking the same slow, creaking language that's nearly impossible for other species to replicate. Khizars seem to share a codex of idioms regardless of where they grew up, mostly based around symbolizing abstract concepts like death and emotions with seasonal changes. Typically, khizar names come from this lexicon. Most khizars earn a name from a caretaker in the first 10 years of their life, but some choose their own names at their first flowering.</p><h3>Sample Names</h3><p>Moon Halo Warning, Turning Leaves, North Face Moss, Last Rain Before the Drought, Green Locust Prophec</p><h2>Beliefs</h2><p>Khizars live long, slow lives spent existing in the moment. Some meditate on the nature of reality or commune with divine or primal forces, but khizars find religious dogma needlessly confining and tedious. Instead, most khizars prefer to seek enlightenment through a depth and breadth of life experience.</p><h4><strong>Popular Edicts</strong></h4><p>enjoy the moment, grow wild, protect nature</p><h4><strong>Popular Anathema</strong></h4><p>harm a living creature, exploit natural resources, hinder growth</p><h2>Khizar Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 20 Feet; Climb 20 Feet</p><p><strong>Attribute Boosts</strong> Constitution, Wisdom, Free</p><p><strong>Attribute Flaw</strong> Dexterity</p><p><strong>Languages</strong> Common, Khizar, Regional language of your choice</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your region).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">khizar</li><li class=\"tag traits\">plant</li></ul><p><strong>Limited Telepathy</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.N9EDgQPjWcSS6rSb inline]</p><p><strong>Verdant</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.n9vli6v60O21ELYs inline]</p><h2>Khizar Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Deadwood]</p><p>@UUID[Compendium.sf2e.heritages.Item.Inflorescent]</p><p>@UUID[Compendium.sf2e.heritages.Item.Petrified]</p><p>@UUID[Compendium.sf2e.heritages.Item.Wildseed]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "ee8BWzMS4DI5xkOs",
            "category": null,
            "image": {},
            "name": "Sarcesian",
            "sort": 1475000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Sarcesians are the inheritors of the Diaspora— descendants of the inhabitants of two destroyed planets called Damiar and Iovo, which now form the Diaspora asteroid belt. At once proud of their history and keen to embrace a brighter future, sarcesians are patient survivors who embrace individualism and the joys of exploration while maintaining connections to their communities and homes. Motivated by a natural love of travel, sarcesians often train as pilots and navigators; rare is the sarcesian who isn't comfortable in the cockpit. Despite their positive outlooks and easygoing natures, some harbor an innate suspicion of inhabitants of the neighboring planet Eox, for it was an Eoxian attack that destroyed their ancestral home worlds in ages long past.</p><p>Sarcesians can survive in space by suspending their respiration and shielding their bodies from the dangers of the void. They manifest a pair of butterfly-like wings made of pure energy that function as solar sails. The sight of a sarcesian in flight is magnificent, and the first dwarven and ysoki miners who met them described encounters with “void angels”.</p><p>Throughout their lives, sarcesians learn control over the energies surrounding them—particularly energy of cosmic origin. Many sarcesians manifest magical powers, manipulate solar currents, or produce golden light.</p><p>If you want to play a character who is a free-spirited spacefarer, you should play a sarcesian.</p><h2>You Might...</h2><ul><li>Feel a deep connection to home, regardless of how often you pay it a visit.</li><li>Make friends easily but avoid positions of power.</li><li>Enjoy stargazing and appreciate the serenity of space.</li></ul><h2>Others Probably...</h2><ul><li>Assume you can survive in space indefinitely and question why your wings aren't always visible.</li><li>Consider you irresponsible or flighty.</li><li>Appreciate your positive outlook and easygoing attitude.</li></ul><h2>Physical Description</h2><p>Sarcesians have adapted over the ages to live in low gravity and thin air, becoming nimble but frail. Extremely tall and slender, sarcesians stand between 10 and 15 feet tall and have spindly, elongated limbs and delicate frames. Most are flexible and capable of fitting into surprisingly small spaces.</p><p>They are hairless, with gray skin, pointed ears, and large, luminous eyes. They have keen vision and hearing, but are accustomed to traveling in silence for long periods. They are expressive communicators, punctuating speech with exaggerated facial expressions and hand and body movements. It's common for sarcesians to learn the signed versions of any languages they speak to further facilitate silent communication.</p><p>Sarcesians manifest glorious energy wings and suspend their respiration to endure jaunts in space.</p><p>While sarcesians have no fashion-based taboos, they tend to wear form-fitting attire that covers most of their bodies—a practical choice for those who frequently switch between low gravity and zero gravity environments. As their skin is rarely on display, sarcesians rarely get tattoos or other cosmetic dermal modifications save for those on the face and pate. Most are fond of dramatic makeup. World-bound sarcesians and those who live far from the Diaspora tend to be more audacious and less practical in their attire, following their individual whims whenever their environment is less restrictive.</p><h2>Society</h2><p>Sarcesians are a peaceful, libertarian people who dislike formal laws. They maintain a precarious balance between freedom and anarchy, pushing back against authority and societal expectations that infringe upon their personal freedoms and choices, but accepting more subtle and distant boundaries with little complaint. They're averse to imposing their own beliefs on others—even their fellow sarcesians. In fact, most prefer to avoid taking on leadership roles and other positions of power altogether. They're more likely to flee a problem than they are to rebel or lobby for reform. While they don't understand the need for order and conformity (most sarcesians find it suffocating), they don't begrudge those who enjoy it, nor do they strive to overturn it.</p><p>Sarcesians are free-spirited; they do what they want when they want to and believe that everyone deserves to do the same. But this individualism doesn't always equate to spontaneity or unpredictability. Sarcesians are reliable, and many take comfort in routine so long as it's a personal choice and not imposed upon them.</p><p>Sarcesians value family and community, cherishing their friends as much as their own flesh and blood. There is no typical or expected sarcesian coupling—rather, each sarcesian follows their own heart, treating every relationship as its own unique experience. Family units and marriages are rare. Most children are raised on a crèche world by trained crèche-minders— caretakers and educators deeply respected for their patience, diligence, and talents. Despite this hands-off parenting, most develop positive, lifelong relationships with their families.</p><h3>Sample Names</h3><p>Alzarin, Auvirre, Centuria, Dezarin, Elgeni, Favienn, Fayetta, Melisar, Mengian, Mirai, Nacoile, Nefain, Novarri, Nykiti, Risiria, Sesiss, Visavra, Vox, Yex, Zunar, Zwarna, Zyym</p><h2>Beliefs</h2><p>Sarcesians are free-spirited libertarians who value their personal independence but don't feel the need to enforce their opinions on others. They value their families and communities even if they rarely engage with them, and they make friends quickly. Sarcesians tend to value honesty and dedication, but not to their detriment—a sarcesian rarely lets concepts like honor or the opinions of others drive them into making a poor decision or doing anything they don't want to do.</p><p>Sarcesians as individuals tend to embrace whatever gods or philosophies catch their interests. As a people, sarcesians are drawn to gods who embrace travel and independence— particularly Weydan. Thanks to their innate connection to outer space and the void beyond as well as to a history of magical innovation, gods like Ibra, Eloritu, and even the Devourer are popular among them.</p><h4><strong>Popular Edicts</strong></h4><p>embrace your interests, travel the stars, protect the people and communities you care about</p><h4><strong>Popular Anathema</strong></h4><p>impose your opinions on others, bow to authority, conform to expectations and ideals you disagree with</p><h2>Sarcesian Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Large</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p><p><strong>Attribute Flaw</strong> Strength</p><p><strong>Languages</strong> Common, Sarcesian, Sarcesian (signed)</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your region).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">sarcesian</li></ul><p><strong>Energy Wings</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.B7iYVc6y7zKniJkX inline]</p><p><strong>Suspended Respiration</strong></p><p>@Embed[Add manually inline]</p><h2>Sarcesian Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Asteroid Hopper Sarcesian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Compact Sarcesian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Crèche-Raised Sarcesian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Sharp-Eyed Sarcesian]</p><p>@UUID[Compendium.sf2e.heritages.Item.Stellar Sarcesian]</p><p></p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "74DsBZDbuChtrw3r",
            "category": null,
            "image": {},
            "name": "Shobhad",
            "sort": 1850000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Shobhads originate on the planet Akiton and have lived on that cold, arid planet since time immemorial, mastering its monster-infested deserts and unforgiving glacial formations with determination, stoicism, and pride.</p><p>Simultaneously fierce and reserved, shobhads are implacable in battle and quiet at rest. These common personality traits, combined with their imposing physiques, have given them a reputation for being unwelcoming and dangerous, though it's more accurate to describe them as cautious and reserved. Shobhads generally have little use for outsiders, but their shared history with the ysoki of Akiton has created strong bonds between the two species, and shobhad spacefarers often prefer melee weapons, armor, and spacesuits created by ysoki artisans.</p><p>Shobhads are renowned for their expert marksmanship with their longrifles, highly accurate and powerful ballistic weapons that shobhads, with their four arms, are uniquely suited to wielding. While these signature weapons are the pride of any shobhad who wields one, they're far from the only one they utilize, and powerful shobhad warriors eagerly wield a variety of two-handed weapons ranging from fangblades and hammers to flamethrowers and machine guns. Even caught off- guard without a weapon, shobhads are respected across the Pact Worlds for their brutal but effective unarmed martial arts.</p><p>If you want a character that is physically imposing, at home in the wilderness, and possessed of a demeanor that is quiet, collected, and intimidating, you should play a shobhad.</p><h2>You Might...</h2><ul><li>Prefer untamed and open spaces over crowded cities or other heavily populated areas.</li><li>Excel at hobbies that keep your hands occupied, such as carving, knitting, or sculpting.</li><li>Take pride in the care and upkeep of your equipment and personal possessions, scorning those who don't respect their own possessions.</li></ul><h2>Others Probably...</h2><ul><li>Treat you with uneasy respect, having heard wild rumors of your people's warlike nature.</li><li>Value you as a guide or protector, appreciating your great strength and keen insight.</li><li>Mistake your quiet nature and implacable mien for scornfulness or arrogance.</li></ul><h2>Physical Description</h2><p>Shobhads have an impressive physical stature, standing between 10 and 12 feet tall with a muscular build. Their skin includes a range of colors from dusty gray, vibrant green, and faded turquoise. They have four powerful arms, which they which they use to wield a variety of weapons that would typically be too large or cumbersome for other species, multi-armed or otherwise. Shobhads are hairless and have pronounced, tusk-like canines in their lower jaw.</p><p>Shobhad-neh on Akiton typically go lightly clothed, preferring equipment harnesses and practical clothing that allows them to strike a balance between ease of movement during their long journeys and protection from Akiton's harsh conditions. They're naturally inured to Akiton's biting cold and thus give little consideration in their dress when it comes to the cold. Typically, only religious leaders wear notably ornate clothing.</p><p>Fondness for practicality doesn't equate with plainness, though. Shobhads appreciate artistry but frown upon frivolity and consider material excess a sign of foolishness, selfishness, and dishonor. Thus, shobhads</p><p>enjoy practical art weapons, clothing, equipment, and other useful items crafted with care and lovingly decorated in ways that enhance (or at least don't impede) use. Shobhad crafters are known for their attention to detail, timeless designs, and understated artistic flourishes. Shobhad-neh favor hand-made objects and equipment over mass-produced equivalents, often handing beloved objects down through the generations. Shobhads practice a unique type of braidwork that their four hands are uniquely suited to. This braidwork often includes unique knots and weaves indicating a given shobhad's clan, home of origin, and other lineal details.</p><h2>Society</h2><p>On their home world of Akiton, shobhads live in nomadic clans, varying in size from a handful of hardy warriors to dozens of sprawling families, which range across Akiton's wild regions. Most follow traditional routes through their ancestral territory, moving with the seasons to avoid inclement weather, follow game, or harvest food. The slow encroachment of foreign civilization and the sudden incursion of raiders, thieves, and corporations upon their territory is a threat to the shobhad-neh way of life, which they take very seriously a threat often met with armed resistance. In fact, these foreign intrusions are one of the only surefire ways to unite rival shobhad clans together. In the face of outside threats, even millennia-long grudges and blood feuds are put aside shobhad-neh before shobhad.</p><p>Traditionally, leadership of shobhad clans is divided into secular and religious responsibilities. Clan leaders, known as ne-jaks, handle issues like territory or property disputes, the choosing of scouts and campsites, rationing of resources, and other such affairs. Animistic religious leaders, called ne-tals, consult with spirits and perform auguries to provide guidance on clan unions, perform marriages, act as midwives, and conduct funeral rites.</p><p>Typically, the responsibilities of ne-jaks and ne-tals do not overlap, though a clan's ne-tal can call for a vote among the elders of a clan to depose a ne-jak if they believe that the secular leader is guiding the clan down a dangerous or inappropriate path, or if age and infirmity are preventing the ne-jak from performing their duties adequately. Such action is rarely necessary since shobhad are taught from a young age to value the clan over the individual. This outlook means that few shobhads choose to permanently leave their clan without some major incident or event to drive them away. Banishment, disaster, inter-clan marriage, starvation, and war number among the most common instigating events, as does the destruction of a clan by outside forces. Shobhads who feel called to travel, adventure, or see the wider galaxy tend to work as scouts or traders, while those looking for a more permanent division tend to break away from their clan alongside a few other clanmates, splitting into a new clan. The relationship between clans and such splinter clans varies depending upon the reason for the split and the method by which it was achieved.</p><p>Shobhads combine fierce independence with a deep reverence for their clan, people, and home world. They believe it's an individual's responsibility to give more to their community than they receive from it; this philosophy works well among their wandering nomadic clans but often makes individual shobhads uneasy in highly populated areas. In cities where food, water, transportation, and other necessities are readily available and often freely dispersed, it can be hard for a shobhad to understand how they can possibly contribute more than they are being given. This issue has led to many other species incorrectly believing that shobhads are antisocial or even opposed to concepts of civilization, though the truth is almost the opposite; some shobhads merely struggle with understanding how they can appropriately fit into a social structure that doesn't create opportunities for them to contribute in traditional ways.</p><p>Shobhads tend to have a single personal name, two to three syllables in length and often hyphenated, relying upon braidwork to denote their clan affiliations, lineage, and other ties. They favor harsh sounds that remain easily distinguishable when shouted over long distances.</p><h3>Sample Names</h3><p>Aruk, Bo-Shek, Do-Jat, Jah-Tor, Katso, Naz-Er, Samdak, Tan-Takneh, Virek-Nol, Zaren-Ka</p><h2>Beliefs</h2><p>Shobhad religious beliefs are primarily animistic, with a faith in spirits and apparitions that embody a wide variety of concepts, creatures, and locations. Traditional Akitonian shobhads believe that even planets have a soul and that success in life comes from understanding and embodying that essence. The planet Akiton, they say, has a quiet and unforgiving soul that demands a quiet and unforgiving people, though most shobhads know better than to take this philosophy to an extreme that would alienate them from their people or from necessary allies. While shobhad-neh have mystics who excel at communicating with the many and varied spirits of different locales and planets, most shobhads pay at least a small showing of respect when entering a new region or visiting a religious site, believing that disrespecting any spirit (no matter how small, insignificant, strange, or foreign) can lead to lasting misfortune.</p><p>Their respect for spirits is also an element of their preference for the longrifle. While shobhads do not shy from meeting an enemy in combat, there is a cultural misgiving related to killing an enemy who can see you with a ranged weapon. Tied to ancient views on honor and their spiritual nature, many shobhad believe, or at least worry, that the spirit of an opponent killed unfairly might follow them and bring bad luck. Thus, the shobhad longrifle is a weapon with exceptional range and accuracy capable of ending a life before their prey or foe can ever get a clear look at the sniper's face. Though some might view this as pure superstition, the existence of the spirits shobhad-neh revere can be seen in the magic of their religious leaders, and the skill and longevity of their snipers is a revered tradition across the Pact Worlds, which hints at a grain of empirical truth to the idea.</p><p>In addition to their traditional beliefs, many modern shobhads choose to worship gods, with Weydan a notable favorite. Those shobhads who live in large urban centers, were not raised in a clan, or have left behind their traditional way of life display a wider diversity in religions, favoring Besmara, Damoritosh, the Devourer, Elotiru, Ibra, Lao Shu Po, or even Zon-Shelyn.</p><h4><strong>Popular Edicts</strong></h4><p>master the skills necessary for survival so that you do not become a burden to others, show reverence for the world that gave you life</p><h4><strong>Popular Anathema</strong></h4><p>disrespect Akiton or another planet you call home through exploitative abuse of its resources, take more than you give to a community</p><h2>Shobhad Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Large</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Strength, Wisdom, Free</p><p><strong>Attribute Flaw</strong> Charisma</p><p><strong>Languages</strong> Akitonian, Common, Shobhad</p><p><strong>Additional languages</strong> One regional language of your choice. Additional languages equal to your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid, shobhad</li></ul><p><strong>Cold-Adapted</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.KRRhNw25Ys5PO9Zf inline]</p><p><strong>Four-Armed</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.jwBbIr07dlAfrow8 inline]</p><h2>Shobhad Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Akitonian Nomad Shobhad]</p><p>@UUID[Compendium.sf2e.heritages.Item.Glacierborn Shobhad]</p><p>@UUID[Compendium.sf2e.heritages.Item.Offworld Shobhad]</p><p>@UUID[Compendium.sf2e.heritages.Item.Sniper Shobhad]</p><p>@UUID[Compendium.sf2e.heritages.Item.Survivalist Shobhad]</p><p>@UUID[Compendium.sf2e.heritages.Item.Urban Shobhad]</p><p></p><p></p><p></p><p></p><p></p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "K1V6GOyRxsqUKBY9",
            "category": null,
            "image": {},
            "name": "Vlaka",
            "sort": 1487500,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Originally from Lajok, a frigid world orbiting a dying sun, vlakas became stellar nomads to survive. Now, Lajok's sun has miraculously rekindled, sparking strange solar powers within vlakas born under its light.</p><p>Vlakas have a reputation for being contemplative, even-tempered, and understanding. Despite long ages spent watching the inevitable death of their world, they keep a positive outlook and an open mind. Though not self-sacrificing, they're willing to go to great lengths to help their family, friends, and colleagues, and they tend to emphasize the well- being of the group over that of the individual.</p><p>While all vlakas share a keen sense of smell and touch, their other senses vary wildly. Deaf, blind, and deafblind vlakas are all born frequently. Vlakas are good at reading emotions and social cues, and they find it easy to make friends with others.</p><p>If you want to play an open-minded and well-intentioned traveler who strives to do good throughout the galaxy, you should play a vlaka.</p><h2>You Might...</h2><ul><li>Identify people and their emotions by scent.</li><li>Listen more than speak.</li><li>Go out of your way to help others.</li></ul><h2>Others Probably...</h2><ul><li>Depend on you for guidance and mediation.</li><li>Assume you'll agree to help them whenever they ask.</li><li>Try to exploit your kindness, generosity, or helpfulness.</li></ul><h2>Physical Description</h2><p>Vlakas look similar to bipedal wolves, from their bushy, wagging tail to their canine snout and teeth. They have thick fur that keeps them warm in the arctic climate of their home world Lajok, which serves them just as well in the cool starship corridors that many nomadic vlakas call home. Their fur is usually white with large patches of pale blue, gray, or black. Many shed it after spending generations in warmer climates and grow a sleek summer coat that leans toward shades of white or cream with pale brown patches. Vlakas usually have blue, gray, or white eyes.</p><p>Vlakas are tall and athletic, averaging between 5-1/2 to 6-1/2 feet tall and 175 to 250 lbs. The two senses that nearly all vlakas share are touch and an incredibly keen sense of smell. More than two thirds of all vlakas are born blind, deaf, or deafblind, with the remainder born hearing/sighted. Vlakas consider scent a crucial form of non-verbal communication and infuse smells into everything from everyday objects and locations to social interactions and entertainment.</p><p>The strength and precision of a vlaka's sense of smell (and their ability to interpret olfactory inputs) varies between individuals. While most learn to identify familiar people and places by scent and can track a potent scent, the truly gifted can detect emotions by changes in pheromones and even sense their surroundings by smell.</p><h2>Society</h2><p>Vlakas value the ability to listen, empathize, and understand. They consider impatience, jumping to conclusions, and selfishness all childish traits the acts of those who have yet to learn better. Likewise, they strongly frown upon being overly proud, boisterous, underhanded, greedy, or power hungry. Vlakas emphasize, but not always prioritize,the well-being of the group over that of the individual. They're charitable with their time and wealth, often going out of their way to aid others.</p><p>Vlaka governments tend to uphold these same values, dutifully working for their community's benefit and faithfully advocating for the will of their constituents. Leadership is a duty akin to taking on a life of service, not a route to power or fame.</p><p>Vlaka settlements tend to be concentric and formulaic. An outer ring of tall buildings or walls around the perimeter protects against the cold, wind, and bad weather as well as conserves heat. The innermost ring, where it's the most sheltered, is reserved for agriculture and public green spaces like parks. The rest of the city is divided into rings or wedges and arranged by area of interest or profession, such as entertainment, science, governance, or residential. Each district has a distinct scent and textured pavement, enabling vlakas from anywhere and with any array of senses to determine their general location within a city. When a district is full, the city tends to build down, rather than broach district boundaries.</p><h3>Sample Names</h3><p>Aeru, Alaza, Alelell, Aufenren, Bargai, Berilt, Berkal, Breyul, Carok, Daran, Delevana, Jikant, Jilavo, Kalvek, Kapleth, Lycos, Metzari, Parva, Poskari, Renvir, Ritta, Tarnat, Torrik, Vaudil, Wirath, Wirgara, Yormin</p><h2>Beliefs</h2><p>Traditional vlaka folktales and legends extol altruism, heroism, and charitable acts. They have no ancestral gods; instead, they traditionally live by the Cycle of death and rebirth, and many incorporate the Cycle into their beliefs. Otherwise, vlakas tend to worship gods who share their community-centered values, such as Hylax, Lambatuin, and Talavet. Nomadic vlakas often worship Weydan, while those who strive to save their planet or who wonder at Sota's rekindling favor gods who share their methodologies of choice, such as Ibra, Eloritu, or Yaraesa. Some worship stellar gods like Desna and Sarenrae.</p><h4><strong>Popular Edicts</strong></h4><p>consider other viewpoints and opinions before making important decisions, embrace diversity, treat oth</p><h4><strong>Popular Anathema</strong></h4><p>put your desires above others' needs, refuse to compromise, suppress alternative viewpoints</p><h2>Vlaka Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 Feet</p><p><strong>Attribute Boosts</strong> Wisdom, Charisma, Free</p><p><strong>Attribute Flaw</strong> Dexterity</p><p><strong>Languages</strong> Common, Vlaka, Regional language of your choice</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it s positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent on your home world).</p><p><strong>Traits</strong></p><ul class=\"tags paizo-style\"><li class=\"tag traits\">humanoid</li><li class=\"tag traits\">vlaka</li></ul><p><strong>Sensory Diversity</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.cuEGqGBU1pRhMW1D inline]</p><p><strong>Versed</strong></p><p>@Embed[Compendium.sf2e.ancestry-features.Item.1UDBixyOSXzgK5AJ inline]</p><h2>Vlaka Heritages</h2><p>@UUID[Compendium.sf2e.heritages.Item.Empathic Vlaka]</p><p>@UUID[Compendium.sf2e.heritages.Item.Keen Sighted Vlaka]</p><p>@UUID[Compendium.sf2e.heritages.Item.Nomadic Vlaka]</p><p>@UUID[Compendium.sf2e.heritages.Item.Sharp-Toothed Vlaka]</p><p>@UUID[Compendium.sf2e.heritages.Item.Star Marked Vlaka]</p><p>@UUID[Compendium.sf2e.heritages.Item.Winter Coat Vlaka]</p>",
                "format": 1
            },
            "title": {
                "level": 2,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        }
    ]
}
