{
    "_id": "aPZMapuunaNpxubp",
    "folder": "uIyg7rfbXLT1OSXC",
    "img": "systems/sf2e/icons/abilities/pink-portal.webp",
    "name": "Singularity Seed",
    "system": {
        "area": {
            "type": "square",
            "value": 5
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {
            "HHmVvMkwzm7O4Tik": {
                "applyMod": false,
                "category": null,
                "formula": "10d10",
                "kinds": [
                    "damage"
                ],
                "materials": [],
                "type": "bludgeoning"
            }
        },
        "defense": {
            "save": {
                "basic": false,
                "statistic": "reflex"
            }
        },
        "description": {
            "value": "<p>A tiny particle of incredibly dense mass magically blossoms into a gravitational singularity that pulls creatures toward it and spatially compresses any creatures that are moved into it. You create a singularity in a 5-foot square that is unoccupied by any creatures. All creatures and unsecured objects in a @Template[type:emanation|distance:50] around the singularity are moved toward the singularity when the spell is cast, depending on their Reflex save (see below). Creatures and objects are moved starting with those closest to the singularity, so they might block the path of other creatures and objects that are pulled in later.</p>\n<p>Creatures' spaces can overlap in the square that contains the singularity. A creature or object that enters the singularity or ends its turn there takes 10d10 bludgeoning damage with no saving throw. While in the singularity, a creature can take no actions except to attempt to @UUID[Compendium.sf2e.actions.Item.Escape] against your Spell DC. When the spell ends, the singularity disappears, and overlapping creatures are moved to the closest unoccupied space, as determined by the GM.</p>\n<p>Squares in the emanation are difficult terrain for creatures moving away from the singularity, and creatures moving toward the singularity can move 10 feet for each 5 feet of movement they spend.</p>\n<p>A creature needs to attempt a Reflex save if it's in the area when the spell is cast and when it ends its turn in the area.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is pulled 10 feet toward the singularity.</p>\n<p><strong>Failure</strong> The creature is pulled 20 feet toward the singularity.</p>\n<p><strong>Critical Failure</strong> The creature is pulled 30 feet toward the singularity.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 8
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Starfinder Player Core"
        },
        "range": {
            "value": "100 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "divine",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "void"
            ]
        }
    },
    "type": "spell"
}
